Repository: mirfan899/CTTS
Catalog: sppas/sppas/po/*/LC_MESSAGES/anndata.po
Languages: fr_fr

source: :ERROR 1000:
fr_fr: Aucun fichier annoté n'a été défini.

source: :ERROR 1010:
fr_fr: Les valeurs devraient être égales mais {:s!s} diffère de {:s!s}.

source: :ERROR 1050:
fr_fr: {!s:s} n'est pas un type valide.

source: :ERROR 1100:
fr_fr: {!s:s} n'est pas du type attendu: '{:s}'.

source: :ERROR 1200:
fr_fr: Valeur d'index invalide: {:d}.

source: :ERROR 1105:
fr_fr: L'objet {!s:s} n'est pas du même type que l'objet {!s:s}.

source: :ERROR 1250:
fr_fr: Clé inconnue '{!s:s}' pour les données '{!s:s}'

source: :ERROR 1300:
fr_fr: La valeur '{!s:s}' est incorrecte pour '{!s:s}'.

source: :ERROR 1310:
fr_fr: Une valeur positive été attendue, mais la valeur observée est '{:f}'.

source: :ERROR 1120:
fr_fr: La valeur de début d'un intervalle doit être strictement supérieure à la valeur de fin. Intervalle invalide: [{!s:s};{!s:s}].

source: :ERROR 1130:
fr_fr: {!s:s} ne fait pas parti des entrées connus du vocabulaire controllé.

source: :ERROR 1132:
fr_fr: Le vocabulaire contrôlé {:s} ne peut pas être associé à la tier {:s}.

source: :ERROR 1140:
fr_fr: Echec de l'ajout de l'annotation en fin de tier. La valeur de fin actuelle {!s:s} est supérieure à celle de l'annotation à ajouter: {!s:s}.

source: :ERROR 1142:
fr_fr: Echec de l'ajout de l'annotation. Une annotation avec le même emplacement existe déjà dans la tier à l'index {:d}.

source: :ERROR 1144:
fr_fr: Modification impossible dans la tier '{:s}' car celle-ci invaliderait sa hierarchie.

source: :ERROR 1150:
fr_fr: Impossible d'ajouter '{:s}' qui se trouve déjà dans la transcription.

source: :ERROR 1152:
fr_fr: Impossible de supprimer '{:s}' qui n'est pas dans '{:s}'.

source: :ERROR 1160:
fr_fr: '{:s} n'est pas une tier de '{:s}'. Cette tier ne peut pas être incluse dans la hiérarchie.

source: :ERROR 1170:
fr_fr: Alignement temporel entre tiers impossible: '{:s}' n'est pas un sur-ensemble de '{:s}'.

source: :ERROR 1172:
fr_fr: Association temporelle entre tiers impossible: '{:s}' et '{:s}' n'ont pas toutes leurs valeurs temporelles identiques.

source: :ERROR 1174:
fr_fr: La tier ne peut pas être ajoutée dans la hiérarchie car '{:s}' a déjà un lien de type {:s} avec sa tier parent '{:s}'.

source: :ERROR 1176:
fr_fr: La tier '{:s}' ne peut pas être ajoutée dans la hiérarchie car une tier ne peut pas être son propre enfant.

source: :ERROR 1178:
fr_fr: La tier ne peut pas être ajoutée dans la hiérarchie car '{:s}' est un parent de '{:s}'

source: :ERROR 1400:
fr_fr: Le fichier {!s:s} n'existe pas.

source: :ERROR 1500:
fr_fr: Le fichier {filename} contient des caractères invalides pour l'encodage {encoding}: {error}.

source: :ERROR 1505:
fr_fr: L'extension du fichier {!s:s} n'est pas une extension connue.

source: :ERROR 1510:
fr_fr: Le format du fichier {!s:s} ne supporte pas le multi-tiers.

source: :ERROR 1515:
fr_fr: Le format de fichier {!s:s} ne supporte pas la sauvegarde sans aucune tier.

source: :ERROR 1520:
fr_fr: Format de la ligne {:d} inconnu : '{!s:s}'.

source: :ERROR 1521:
fr_fr: Format de fichier non attendu autour de '{!s:s}'.

source: :ERROR 1525:
fr_fr: Le format de fichier {!s:s} ne supporte pas la sauvegarde de tiers vides: {:s}.

source: :ERROR 1530:
fr_fr: Le format de fichier {!s:s} ne gère pas les tiers avec {:s}.
