Repository: mirfan899/CTTS
Catalog: sppas/sppas/po/*/LC_MESSAGES/annotations.po
Languages: fr_fr

source: :INFO 1000:
fr_fr: Valide.

source: :INFO 1002:
fr_fr: Admis.

source: :INFO 1004:
fr_fr: Invalide.

source: :INFO 1006:
fr_fr: Echec.

source: :INFO 1010:
fr_fr: Un fichier audio ne doit contenir qu'un seul canal. Ce fichier en contient {number}.

source: :INFO 1012:
fr_fr: La taille d'échantillonage d'un fichier audio doit être d'au moins 16 bits. La taille d'échantillons de ce fichier est de {sampwidth} bits.

source: :INFO 1014:
fr_fr: La taux d'échantillonage d'un fichier audio doit être d'au moins 16000 Hz. Ce fichier est échantilloné à {framerate} Hz.

source: :INFO 1016:
fr_fr: La taille d'échantillonage d'un fichier audio est de préférence à 16 bits. La taille d'échantillons de ce fichier étant de {sampwidth} bits, SPPAS créera une copie et travaillera sur celle-ci.

source: :INFO 1018:
fr_fr: La taux d'échantillonage d'un fichier audio est de préférence à 16000 Hz. Ce fichier est échantilloné à {framerate} Hz, SPPAS créera une copie et travaillera sur celle-ci.

source: :INFO 1020:
fr_fr: L'extension de fichier {extension} est inconnue.

source: :INFO 1022:
fr_fr: De préférence, les noms de fichiers ne devraient contenir que des caractères US-ASCII.

source: :INFO 1024:
fr_fr: De préférence, les noms de fichiers ne devraient pas contenir d'espaces.

source: :INFO 1026:
fr_fr: Encodage de fichier non supporté. SPPAS ne reconnait que {encoding}.

source: :INFO 1030:
fr_fr: sélectionné

source: :INFO 1031:
fr_fr: désactivé

source: :INFO 1032:
fr_fr: version

source: :INFO 1033:
fr_fr: Site web

source: :INFO 1034:
fr_fr: Contact

source: :INFO 1035:
fr_fr: Annotations automatiques

source: :INFO 1036:
fr_fr: Date

source: :INFO 1037:
fr_fr: Langages selectionnés

source: :INFO 1038:
fr_fr: Fichiers et dossiers sélectionnés

source: :INFO 1039:
fr_fr: Annotations sélectionnées

source: :INFO 1040:
fr_fr: Extension de fichiers

source: :INFO 1041:
fr_fr: [ OK ]

source: :INFO 1042:
fr_fr: [ INFO ]

source: :INFO 1043:
fr_fr: [ WARNING ]

source: :INFO 1044:
fr_fr: [ IGNORE ]

source: :INFO 1045:
fr_fr: [ ERREUR ]

source: :INFO 1050:
fr_fr: Options

source: :INFO 1052:
fr_fr: Diagnostic

source: :INFO 1054:
fr_fr: Compte-rendu d'exécution

source: :INFO 1056:
fr_fr: Fichier {!s:s}

source: :INFO 1058:
fr_fr: Information :

source: :INFO 1110:
fr_fr: {:s} est absent du dictionnaire et

source: :INFO 1112:
fr_fr: a été phonétisé automatiquement {:s}

source: :INFO 1114:
fr_fr: n'a pas pu être phonétisé automatiquement.

source: :INFO 1160:
fr_fr: La table de correspondance contient {:d} phonèmes.

source: :INFO 1162:
fr_fr: Le dictionnaire contient {:d} tokens.

source: :INFO 1164:
fr_fr: Le vocabulaire contient {:d} tokens.

source: :INFO 1166:
fr_fr: Le dictionnaire de substitution des tokens contient {:d} items.

source: :INFO 1210:
fr_fr: Le modèle donné pour la langue L1 {:s} a été ignoré.

source: :INFO 1220:
fr_fr: Intervalle numéro {number}.

source: :INFO 1222:
fr_fr: L'intervalle est vide.

source: :INFO 1224:
fr_fr: Intervalle ignoré car non valide: {:s!s}.

source: :INFO 1230:
fr_fr: L'aligneur '{name}' a échoué dans la tâche de segmentation.

source: :INFO 1240:
fr_fr: La même durée est assignée à chaque phonème.

source: :INFO 1250:
fr_fr: Découpage en intervalles.

source: :INFO 1252:
fr_fr: Alignement de chaque intervalle:

source: :INFO 1254:
fr_fr: Fusion des alignements des intervalles.

source: :INFO 1256:
fr_fr: Création de la tier des activités.

source: :INFO 1258:
fr_fr: Erreur lors de l'annotation de l'intervalle numéro {:d}.

source: :INFO 1260:
fr_fr: Sans tokenization, les tokens seront remplacés par des index.

source: :INFO 1262:
fr_fr: Pas de tier de tokens alignés. La génération des activités est annulée.

source: :INFO 1264:
fr_fr: La tier {tiername} n'a pas été trouvée. Aucune tier supplémentaire ne peut être créée.

source: :INFO 1270:
fr_fr: Génération de la tier {tiername} : {message}

source: :INFO 1280:
fr_fr: Le répertoire de travail est {dirname}.

source: :INFO 1290:
fr_fr: Seuil de la valeur RMS : {:d}

source: :INFO 1292:
fr_fr: Durée minimale des silence : {:.3f}

source: :INFO 1294:
fr_fr: Durée minimale des IPUs: {:.3f}

source: :INFO 1296:
fr_fr: Impossible d'aligner le contenu audio avec la transcription.

source: :INFO 1300:
fr_fr: Le fichier de nom {!s:s} existe déjà.

source: :INFO 1302:
fr_fr: Ce fichier a été exporté en {!s:s}

source: :INFO 1304:
fr_fr: Ce fichier sera écrasé.

source: :INFO 1306:
fr_fr: Aucun fichier n'a été créé.

source: :INFO 1308:
fr_fr: Fichier non trouvé.

source: :INFO 1310:
fr_fr: Cette annotation requiert un fichier nommé {!s:s}

source: :INFO 1312:
fr_fr: Annotation annulée.

source: :ERROR 1010:
fr_fr: Option inconnue avec la clé {key}.

source: :ERROR 1020:
fr_fr: La tier {name} ne contient pas d'annotations.

source: :ERROR 1025:
fr_fr: Résultat sans annotations. Aucun fichier n'a été créé.

source: :ERROR 1030:
fr_fr: Aucune tier trouvée. La documentation indique pourquoi.

source: :ERROR 1040:
fr_fr: La tier donnée en entrée n'est pas du type requis. Des intervalles alignés étaient attendus.

source: :ERROR 1050:
fr_fr: Inconsistence entre le nombre d'intervalles des tiers données en entrée: {:d} vs {:d}.

source: :ERROR 1060:
fr_fr: La tier donnée en entrée ne contient pas assez d'annotations ; il en faut au moins {:d}.

source: :ERROR 1070:
fr_fr: Un fichier audio avec seulement un canal était attendu. Le fichier audio donné en contient {nb} channels.

source: :ERROR 1110:
fr_fr: Phonétisation impossible de {:s}.

source: :ERROR 1220:
fr_fr: Le dossier {dirname} ne contient aucun fichier qui pourrait être utilisé.

source: :ERROR 4014:
fr_fr: Il manque la section {section_name} dans le fichier de configuration.

source: Target window length
fr_fr: Taille de la fenêtre d'analyse

source: F0 threshold
fr_fr: Seuil minimum des valeurs de F0

source: F0 ceiling
fr_fr: Seuil maximum des valeurs de F0

source: Maximum error
fr_fr: Coefficient d'erreur

source: Reduce window length
fr_fr: Taille de la fenêtre d'analyse réduite

source: Minimal distance
fr_fr: Distance minimale

source: Minimal frequency ratio
fr_fr: Ratio minimum de fréquence

source: Fill in IPUs
fr_fr: Remplir les IPUs

source: Initial minimum duration of an IPU (in seconds)
fr_fr: Durée initiale minimale d'une IPU (en secondes)

source: Initial minimum duration of a silence (in seconds)
fr_fr: Durée initiale minimale d'un silence (en secondes)

source: Search for IPUs
fr_fr: Rechercher les IPUs

source: Window size to estimate rms (in seconds)
fr_fr: Durée de la fenêtre d'analyse pour l'estimation des valeurs de RMS (en secondes)

source: Threshold of the volume value (rms) for the detection of silences, 0=automatic
fr_fr: Seuil de la valeur RMS pour considérer une fenêtre d'analyse comme silence, 0=automatique

source: Minimum duration of an IPU (in seconds)
fr_fr: Durée minimale d'une IPU (en secondes)

source: Minimum duration of a silence (in seconds)
fr_fr: Durée minimale d'un silence (en secondes)

source: Systematically move at left the boundary of the beginning of an IPU (in seconds)
fr_fr: Déplacement systématique vers la gauche de la frontière de début d'IPU (en secondes)

source: Systematically move at right the boundary of the end of an IPU (in seconds)
fr_fr: Déplacement systématique vers la droite de la frontière de fin d'IPU (en secondes)

source: Text Normalization
fr_fr: Normaliser la transcription

source: Create a tier with the faked tokens
fr_fr: Création d'une tier avec l'orthographe truquée

source: Create a tier with the standard tokens (useful if EOT)
fr_fr: Création d'une tier avec l'orthographe standard (utile si TOE)

source: Create a customized tier (useful if EOT)
fr_fr: Création d'une tier customisée (utile si TOE)

source: Phonetization
fr_fr: Phonétiser

source: Let's try to phonetize unknown tokens
fr_fr: Tenter de phonétiser les items inconnus du dictionnaire

source: Phonetize from standard tokens instead of faked tokens
fr_fr: Phonétiser à partir de l'orthographe standard au lieu de la truquée

source: Alignment
fr_fr: Aligner

source: Syllabification
fr_fr: Syllaber
