# 
% 
* 
+ 
21三体综合症 
3C 
</s> 
<s> 
@ 
A 
AA制 
AB制 
A咖 
A圈儿 
A片 
A货 
B型超声 
B超 
C盘 
C罗 
DNA鉴定 
E仔 
G友 
G弦裤 
G点 
K书 
K人 
K仔 
K他命 
K房 
K歌 
K粉 
M巾 
N挡 
OK绷 
OK镜 
O型腿 
P图 
P挡 
P民 
Q 
SENT-END 
SENT-START 
T字帐 
T字裤 
T恤 
T裇 
UNK 
USB手指 
USB记忆棒 
U凸内裤 
U型枕 
U形转弯 
U盘 
V沟 
X光 
a 
ai 
an 
ang 
ao 
ba 
bai 
ban 
bang 
bao 
bei 
ben 
beng 
bi 
bian 
biao 
bie 
bin 
bing 
bo 
bu 
ca 
cai 
can 
cang 
cao 
ce 
ceng 
cha 
chai 
chan 
chang 
chao 
che 
chen 
cheng 
chi 
chong 
chou 
chu 
chuai 
chuan 
chuang 
chui 
chun 
chuo 
ci 
cong 
cou 
cu 
cuan 
cui 
cun 
cuo 
da 
dai 
dan 
dang 
dao 
de 
dei 
deng 
di 
dian 
diao 
die 
ding 
diu 
dong 
dou 
du 
duan 
dui 
dummy 
dun 
duo 
e 
en 
er 
fa 
fan 
fang 
fei 
fen 
feng 
fo 
fou 
fu 
ga 
gai 
gan 
gang 
gao 
ge 
gei 
gen 
geng 
gong 
gou 
gu 
gua 
guai 
guan 
guang 
gui 
gun 
guo 
ha 
hai 
han 
hang 
hao 
he 
hei 
hen 
heng 
hong 
hou 
hu 
hua 
huai 
huan 
huang 
hui 
hun 
huo 
ji 
jia 
jian 
jiang 
jiao 
jie 
jin 
jing 
jiong 
jiu 
ju 
juan 
jue 
jun 
ka 
kai 
kan 
kang 
kao 
ke 
ken 
keng 
kong 
kou 
ku 
kua 
kuai 
kuan 
kuang 
kui 
kun 
kuo 
la 
lai 
lan 
lang 
lao 
le 
lei 
leng 
li 
lia 
lian 
liang 
liao 
lie 
lin 
ling 
liu 
long 
lou 
lu 
luan 
lue 
lun 
luo 
ma 
mai 
man 
mang 
mao 
me 
mei 
men 
meng 
mi 
mian 
miao 
mie 
min 
ming 
miu 
mo 
mou 
mu 
na 
nai 
nan 
nang 
nao 
ne 
nei 
nen 
neng 
ni 
nian 
niang 
niao 
nie 
nin 
ning 
niu 
nong 
nu 
nuan 
nue 
nuo 
ou 
pa 
pai 
pan 
pang 
pao 
pei 
pen 
peng 
pi 
pian 
piao 
pie 
pin 
ping 
po 
pu 
qi 
qia 
qian 
qiang 
qiao 
qie 
qin 
qing 
qiong 
qiu 
qu 
quan 
que 
qun 
ran 
rang 
rao 
re 
ren 
reng 
ri 
rong 
rou 
ru 
ruan 
rui 
run 
ruo 
sa 
sai 
san 
sang 
sao 
se 
sen 
seng 
sha 
shai 
shan 
shang 
shao 
she 
shen 
sheng 
shi 
shou 
shu 
shua 
shuai 
shuan 
shuang 
shui 
shun 
shuo 
si 
song 
sou 
sp 
su 
suan 
sui 
sun 
suo 
ta 
tai 
tan 
tang 
tao 
te 
teng 
ti 
tian 
tiao 
tie 
ting 
tong 
tou 
tu 
tuan 
tui 
tun 
tuo 
wa 
wai 
wan 
wang 
wei 
wen 
weng 
wo 
wu 
xi 
xia 
xian 
xiang 
xiao 
xie 
xin 
xing 
xiong 
xiu 
xu 
xuan 
xue 
xun 
ya 
yan 
yang 
yao 
ye 
yi 
yin 
ying 
yong 
you 
yu 
yuan 
yue 
yun 
za 
zai 
zan 
zang 
zao 
ze 
zei 
zen 
zeng 
zha 
zhai 
zhan 
zhang 
zhao 
zhe 
zhen 
zheng 
zhi 
zhong 
zhou 
zhu 
zhua 
zhuan 
zhuang 
zhui 
zhun 
zhuo 
zi 
zong 
zou 
zu 
zuan 
zui 
zun 
zuo 
○ 
〇 
〡 
〢 
〣 
〤 
〥 
〦 
〧 
〨 
〩 
㐄 
㐅 
㐆 
㐌 
㐖 
㐖毒 
㐜 
㐡 
㐤 
㐫 
㐰 
㐷 
㐺 
㑇 
㑩 
㒳 
㒸 
㔾 
㕥 
㕯 
㕻 
㖊 
㖞 
㗂 
㗎 
㚻 
㚻奸 
㛂 
㝄 
㝇 
㝉 
㝵 
㞎 
㞎㞎 
㞗 
㞙 
㞞 
㢲 
㢴 
㤅 
㥁 
㥏 
㥯 
㦂 
㧑 
㧑挹 
㧑损 
㧯 
㧰 
㨫 
㩐 
㪃 
㪋 
㫺 
㬎 
㮎 
㮚 
㮸 
㯳 
㱩 
㱮 
㱾 
㲈 
㲋 
㲱 
㲾 
㳂 
㳮 
㵪 
㵮 
㶉 
㶉鶒 
㶶 
㶸 
㷖 
㷭 
㹠 
㹢 
㹴 
㹴犬 
㺍 
㺢 
㺢㹢狓 
㺵 
㻅 
㻽 
㽮 
㿝 
䁖 
䂖 
䂲 
䂶 
䃉 
䅵 
䇲 
䉤 
䌷 
䌸 
䌹 
䌽 
䍁 
䍃 
䍹 
䒗 
䓕 
䔢 
䕭 
䖟 
䖸 
䗈 
䗖 
䗖蝀 
䗥 
䗪 
䗶 
䙓 
䛟 
䜣 
䜩 
䝓 
䝙 
䞓 
䟆 
䟖 
䠀 
䠞 
䤈 
䥑 
䥯 
䦉 
䦕 
䩄 
䩦 
䫏 
䬠 
䬪 
䯄 
䯝 
䲔 
䲠 
䲠鱼 
䳗 
䴓 
䴔 
䴕 
䴘 
䴙 
䴙䴘 
䵹 
䶑 
䶮 
一 
一一 
一一对应 
一一映射 
一丁不识 
一丁点 
一下 
一下儿 
一下子 
一世 
一丘之貉 
一东一西 
一丝一毫 
一丝不挂 
一丝不苟 
一个个 
一个中国政策 
一个人 
一个劲 
一个劲儿 
一个头两个大 
一个巴掌拍不响 
一个幽灵在欧洲游荡 
一个接一个 
一个样 
一个萝卜一个坑 
一中一台 
一中原则 
一举 
一举一动 
一举两得 
一举成功 
一举手一投足 
一之为甚 
一之谓甚 
一了百了 
一事无成 
一二八事变 
一五一十 
一些 
一亲芳泽 
一介不取 
一代 
一代不如一代 
一价 
一会 
一会儿 
一体 
一体两面 
一体化 
一侧化 
一倡三叹 
一元 
一元论 
一元醇 
一党 
一党专制 
一共 
一再 
一决雌雄 
一准 
一击入洞 
一刀两断 
一刀切 
一分一毫 
一分为二 
一分钱一分货 
一分钱两分货 
一切 
一切事物 
一切向钱看 
一切如旧 
一切就绪 
一切险 
一则 
一刻千金 
一动不动 
一劳永逸 
一匙 
一千零一夜 
一半 
一半天 
一卡通 
一厢情愿 
一去不回 
一去不复返 
一去无影踪 
一反常态 
一发不可收拾 
一口 
一口吃不成胖子 
一口吃个胖子 
一口咬定 
一口气 
一口气儿 
一古脑儿 
一句 
一句话 
一叶知秋 
一叶障目 
一号 
一号木杆 
一号电池 
一同 
一吐为快 
一向 
一周 
一味 
一呼百应 
一呼百诺 
一命呜呼 
一命归天 
一命归西 
一命归阴 
一品 
一品红 
一品锅 
一哄而散 
一哄而起 
一哭二闹三上吊 
一唱一和 
一唱三叹 
一回事 
一回生二回熟 
一团乱糟 
一团和气 
一团漆黑 
一团火 
一团糟 
一国两制 
一场空 
一块 
一块儿 
一堆 
一塌糊涂 
一壁 
一壁厢 
一声 
一声不吭 
一声不响 
一夔已足 
一夕数惊 
一多对应 
一夜情 
一夜爆红 
一夜露水 
一大早 
一大早儿 
一天一个样 
一天到晚 
一夫一妻 
一夫多妻 
一失足成千古恨 
一头 
一头栽进 
一头雾水 
一套 
一如 
一如所料 
一如既往 
一妻制 
一孔之见 
一字 
一字一泪 
一字不差 
一字不提 
一字不漏 
一字不落 
一字不识 
一字之师 
一字千金 
一字巾 
一字褒贬 
一定 
一定要 
一审 
一家 
一家之主 
一家人 
一家子 
一寸光阴一寸金 
一对 
一对一斗牛 
一对儿 
一小撮 
一小部分 
一小阵儿 
一尘不染 
一层 
一展身手 
一帆风顺 
一带 
一带而过 
一席之地 
一席话 
一干二净 
一年之计在于春 
一年到头 
一年半 
一年半载 
一年四季 
一年多 
一年期 
一年生 
一年被蛇咬十年怕井绳 
一并 
一应 
一应俱全 
一度 
一式二份 
一弹指顷 
一往情深 
一往无前 
一往直前 
一径 
一律 
一心 
一心一德 
一心一意 
一心二用 
一念之差 
一总 
一惊一乍 
一意 
一意孤行 
一成不变 
一房一厅 
一手 
一手包办 
一手遮天 
一打 
一扫而光 
一扫而空 
一技之长 
一把好手 
一把屎一把尿 
一把手 
一把抓 
一把死拿 
一把眼泪一把鼻涕 
一把钥匙开一把锁 
一抓一大把 
一折两段 
一抿子 
一拍两散 
一拍即合 
一拥而上 
一拥而入 
一拨儿 
一挥而就 
一排 
一探究竟 
一掬同情之泪 
一掷千金 
一揽子 
一改故辙 
一文不值 
一文不名 
一斑 
一方 
一方面 
一旁 
一族 
一无所动 
一无所有 
一无所知 
一无所获 
一无所长 
一无所闻 
一无是处 
一日三秋 
一日三餐 
一日之计在于晨 
一日之雅 
一日千里 
一旦 
一早 
一时 
一时半会 
一时半会儿 
一时半刻 
一时半晌 
一时半霎 
一时瑜亮 
一时间 
一星半点 
一晃 
一暴十寒 
一曝十寒 
一更 
一月 
一月份 
一望无垠 
一望无际 
一望而知 
一朝一夕 
一木难支 
一本万利 
一本正经 
一杆进洞 
一条心 
一条绳上的蚂蚱 
一条道走到黑 
一条龙 
一条龙服务 
一来 
一来二去 
一杯羹 
一板一眼 
一板三眼 
一枝独秀 
一柱擎天 
一样 
一根筋 
一根绳上的蚂蚱 
一概 
一概而论 
一槌定音 
一模一样 
一次 
一次函数 
一次又一次 
一次性 
一次总付 
一次方程 
一次方程式 
一步一个脚印 
一步一趋 
一步到位 
一步登天 
一毛不拔 
一气 
一气之下 
一气呵成 
一氧化二氮 
一氧化氮 
一氧化碳 
一水儿 
一波三折 
一派胡言 
一派谎言 
一流 
一清二楚 
一清二白 
一清如水 
一清早 
一溜烟 
一潭死水 
一灵真性 
一炮打响 
一炮而红 
一点 
一点一滴 
一点一点 
一点不 
一点儿 
一点就通 
一点水一个泡 
一点点 
一点邻域 
一片 
一物降一物 
一犯再犯 
一琴一鹤 
一生 
一生一世 
一甲 
一甲子 
一病不起 
一瘸一拐 
一百一 
一盘散沙 
一目了然 
一目十行 
一直 
一直以来 
一直往前 
一相情愿 
一眨眼 
一眼 
一眼望去 
一眼看穿 
一睹 
一瞥 
一瞬 
一瞬间 
一矢中的 
一知半解 
一石二鸟 
一神教 
一神论 
一秉虔诚 
一种 
一秘 
一穷二白 
一空 
一窍不通 
一窝蜂 
一笑了之 
一笑置之 
一笔不苟 
一笔勾销 
一笔抹杀 
一笔抹煞 
一等 
一等奖 
一筹莫展 
一箩筐 
一箭之仇 
一箭双雕 
一类 
一类保护动物 
一粒老鼠屎坏了一锅粥 
一系列 
一级 
一级士官 
一级头 
一级方程式 
一级棒 
一纸空文 
一线 
一线之间 
一线之隔 
一线希望 
一线微光 
一统 
一维 
一网打尽 
一肚子 
一肚皮 
一股子 
一股脑 
一股脑儿 
一胎制 
一胎化 
一脉相承 
一脸茫然 
一腔 
一臂之力 
一致 
一致字 
一致性 
一致性效应 
一致资源定址器 
一般 
一般人 
一般原则 
一般性 
一般来讲 
一般来说 
一般而言 
一般见识 
一般规定 
一般说来 
一般贸易 
一节诗 
一落千丈 
一行 
一衣带水 
一见倾心 
一见如故 
一见钟情 
一见高低 
一视同仁 
一览 
一览无余 
一览无遗 
一觉醒来 
一角银币 
一触即发 
一触即溃 
一言 
一言一动 
一言一行 
一言不发 
一言为定 
一言为重 
一言九鼎 
一言以蔽之 
一言千金 
一言抄百总 
一言难尽 
一语不发 
一语中的 
一语双关 
一语破的 
一语道破 
一说 
一诺千金 
一败涂地 
一贫如洗 
一贯 
一走了之 
一起 
一跃而起 
一路 
一路发 
一路平安 
一路来 
一路顺风 
一路风尘 
一蹴即至 
一蹴可几 
一蹴而就 
一蹴而得 
一蹶不振 
一身 
一身两役 
一身是胆 
一身汗 
一转眼 
一轮 
一较高下 
一辈子 
一辞莫赞 
一边 
一边倒 
一过性 
一连 
一连串 
一退六二五 
一递一个 
一递一声 
一通百通 
一逞兽欲 
一遍 
一遍又一遍 
一道 
一部分 
一醉方休 
一针见血 
一钱不值 
一钱如命 
一锅端 
一锅粥 
一错再错 
一锤子买卖 
一锤定音 
一门心思 
一闪念 
一闪而过 
一问三不知 
一阵 
一阵子 
一雨成秋 
一霎 
一霎时 
一霎眼 
一霎间 
一面 
一面之交 
一面之词 
一面倒 
一项一项地 
一颗老鼠屎坏了一锅汤 
一颗老鼠屎坏了一锅粥 
一颦一笑 
一飽眼福 
一饮而尽 
一马平川 
一马当先 
一鳞半爪 
一鸣惊人 
一黑早 
一鼓作气 
一鼻孔出气 
一齐 
丁 
丁丁 
丁丁炒面 
丁丑 
丁二烯 
丁二醇 
丁亥 
丁克 
丁内酯 
丁冬 
丁加奴 
丁卯 
丁卯战争 
丁卯胡乱 
丁型肝炎 
丁基 
丁字 
丁字尺 
丁字梁 
丁字步 
丁字街 
丁字裤 
丁字镐 
丁宁 
丁宠家庭 
丁客 
丁巳 
丁忧 
丁未 
丁汝昌 
丁点 
丁烯 
丁烷 
丁玲 
丁磊 
丁糖 
丁肇中 
丁艰 
丁酉 
丁醇 
丁醛 
丁零当啷 
丁青 
丁青县 
丁韪良 
丁香 
丁骨牛排 
丁鱥 
丁鲷 
丂 
七 
七七事变 
七七八八 
七上八下 
七上八落 
七事 
七分之一 
七十 
七十七国集团 
七十年代 
七台河 
七台河市 
七叶树 
七号电池 
七和弦 
七喜 
七嘴八张 
七嘴八舌 
七国集团 
七堵 
七堵区 
七声 
七声音阶 
七夕 
七夕节 
七大工业国集团 
七姊妹星团 
七孔 
七层架构 
七巧板 
七带石斑鱼 
七年之痒 
七弦琴 
七彩 
七律 
七情 
七扭八歪 
七拼八凑 
七政四余 
七方 
七日热 
七旬老人 
七星 
七星区 
七星瓢虫 
七曜 
七月 
七月份 
七武士 
七河州 
七爷八爷 
七碳糖 
七窍 
七窍生烟 
七级浮屠 
七美 
七美乡 
七老八十 
七股 
七股乡 
七荤八素 
七角形 
七言律诗 
七边形 
七里河 
七里河区 
七里香 
七零八碎 
七零八落 
七项全能 
七魄 
七鳃鳗 
七龙珠 
丄 
丅 
丆 
万 
万一 
万万 
万丈 
万丈高楼平地起 
万不得已 
万世 
万世师表 
万丹 
万丹乡 
万事 
万事亨通 
万事大吉 
万事如意 
万事得 
万事起头难 
万事达 
万事通 
万人 
万人之敌 
万人敌 
万人空巷 
万代 
万代兰 
万代千秋 
万众一心 
万位 
万俟 
万儿八千 
万元户 
万全 
万全县 
万分 
万分痛苦 
万劫不复 
万千 
万华 
万华区 
万博省 
万历 
万县 
万县地区 
万县市 
万县港 
万变不离其宗 
万古千秋 
万古长新 
万古长青 
万名 
万国 
万国博览会 
万国宫 
万国码 
万国邮政联盟 
万国邮联 
万圣节 
万圣节前夕 
万头钻动 
万宁 
万宁市 
万安 
万安县 
万宝路 
万家乐 
万家灯火 
万寿山 
万寿无疆 
万寿菊 
万山特区 
万山镇 
万岁 
万峦 
万峦乡 
万州 
万州区 
万年 
万年历 
万年县 
万年青 
万应灵丹 
万念俱灰 
万恶 
万恶之源 
万恶滔天 
万户 
万户侯 
万无一失 
万智牌 
万有 
万有引力 
万柏林 
万柏林区 
万死不辞 
万民 
万水千山 
万泉河 
万洋山 
万源 
万源市 
万灵丹 
万灵节 
万物 
万用表 
万盛 
万盛区 
万目睽睽 
万福玛丽亚 
万秀区 
万籁俱寂 
万籁无声 
万紫千红 
万维天罗地网 
万维网 
万维网联合体 
万能 
万能曲尺 
万能梗 
万能梗犬 
万能钥匙 
万般 
万般无奈 
万艾可 
万花筒 
万荣 
万荣乡 
万荣县 
万象 
万豪 
万贯 
万贯家财 
万载 
万载县 
万那杜 
万邦 
万里 
万里乡 
万里江山 
万里长城 
万里长江 
万金油 
万隆 
万难 
万顷 
万马奔腾 
万马齐喑 
万齐融 
丈 
丈二金刚摸不着头脑 
丈人 
丈夫 
丈母 
丈母娘 
丈量 
三 
三C 
三K党 
三P 
三七 
三七二十一 
三七仔 
三七开 
三七开定论 
三三两两 
三下五除二 
三不 
三不五时 
三不知 
三不管 
三世 
三两 
三个世界 
三个代表 
三个女人一个墟 
三个女人一台戏 
三中全会 
三义 
三义乡 
三九天 
三五 
三五成群 
三井 
三亚 
三亚市 
三亲六故 
三人口气 
三人成虎 
三人行 
三仇 
三从四德 
三代 
三代同堂 
三令五申 
三件套式西装 
三价 
三伏 
三伏天 
三位一体 
三位博士 
三体 
三体问题 
三侠五义 
三倍 
三催四请 
三元区 
三元运算 
三元醇 
三光 
三光政策 
三八 
三八线 
三公消费 
三公经费 
三军 
三军用命 
三农 
三农问题 
三分 
三分之一 
三分熟 
三分钟热度 
三包 
三北 
三十 
三十二位元 
三十二相 
三十八度线 
三十六字母 
三十六计 
三十而立 
三原 
三原则 
三原县 
三厢 
三叉戟 
三叉神经 
三反 
三反运动 
三叠纪 
三句话不离本行 
三只手 
三台 
三台县 
三叶星云 
三叶草 
三叶虫 
三号木杆 
三号电池 
三合一 
三合一疫苗 
三合会 
三合土 
三合星 
三味线 
三和弦 
三围 
三国 
三国史记 
三国志 
三国演义 
三地门 
三地门乡 
三大纪律八项注意 
三天两头 
三头六臂 
三头肌 
三夷教 
三姑六婆 
三字经 
三官大帝 
三宝 
三宝太监 
三宝鸟 
三家村 
三寸不烂之舌 
三对三斗牛 
三尖杉酯碱 
三屉桌 
三山 
三山区 
三岔口 
三岛由纪夫 
三峡 
三峡大坝 
三峡水库 
三峡镇 
三废 
三度 
三弦 
三归依 
三得利 
三心二意 
三思而后行 
三思而行 
三手病 
三拗汤 
三振 
三振出局 
三教 
三教九流 
三文治 
三文鱼 
三族 
三旬九食 
三明 
三明市 
三明治 
三星 
三星乡 
三星集团 
三春 
三昧 
三更 
三更半夜 
三曹 
三月 
三月份 
三月街 
三朋四友 
三权分立 
三权鼎立 
三极管 
三柱门 
三框栏 
三棱草 
三棱镜 
三次 
三次幂 
三次方 
三次方程 
三次曲线 
三段论 
三毛猫 
三民 
三民主义 
三民乡 
三民区 
三氟化硼 
三氯化磷 
三氯化铁 
三氯已烯 
三氯已烷 
三氯氧磷 
三氯氰胺 
三氯甲烷 
三水 
三水区 
三水县 
三江侗族自治县 
三江平原 
三江并流 
三江源 
三江生态旅游区 
三河 
三河县 
三河市 
三法司 
三洋 
三流 
三浦 
三浦梅园 
三温暖 
三湾 
三湾乡 
三点全露 
三点水 
三焦 
三班倒 
三瓦两舍 
三生有幸 
三用表 
三田 
三甲 
三略 
三番五次 
三百六十行 
三皇 
三皇五帝 
三皇炮捶 
三相点 
三硝基甲苯 
三碳糖 
三磷酸腺苷 
三秒胶 
三穗 
三穗县 
三等分 
三等分角 
三索锦蛇 
三级 
三级士官 
三级片 
三级跳 
三级跳远 
三纲五常 
三维 
三维空间 
三联书店 
三联管 
三聚氰胺 
三胚层动物 
三胞胎 
三脚两步 
三脚架 
三脚猫 
三膲 
三自 
三自教会 
三自爱国教会 
三色堇 
三色猫 
三色紫罗兰 
三芝 
三芝乡 
三苏 
三茶六饭 
三菱 
三藏 
三藏法师 
三藩之乱 
三藩叛乱 
三藩市 
三角 
三角债 
三角关系 
三角凳 
三角函数 
三角学 
三角巾 
三角座 
三角形 
三角恋爱 
三角恐龙 
三角板 
三角柱体 
三角法 
三角洲 
三角测量法 
三角肌 
三角腹带 
三角裤 
三角裤衩 
三角锥 
三角龙 
三言两句 
三言两语 
三论宗 
三貂角 
三贞九烈 
三资企业 
三足乌 
三足金乌 
三趾啄木鸟 
三趾滨鹬 
三趾翠鸟 
三趾鸥 
三趾鸦雀 
三跪九叩 
三轮车 
三轮车夫 
三边形 
三连胜 
三迭纪 
三退 
三通 
三道眉草鹀 
三部曲 
三都县 
三都水族自治县 
三酸甘油酯 
三里屯 
三里河 
三重 
三重县 
三重奏 
三重市 
三键 
三长两短 
三门 
三门县 
三门峡 
三门峡市 
三阿姨 
三陪小姐 
三音 
三音度 
三项 
三项全能 
三项式 
三顾茅庐 
三马同槽 
三驾马车 
三魂 
三魂七魄 
三鲜 
三鹿 
三鹿集团 
上 
上一个 
上一号 
上一页 
上万 
上上之策 
上下 
上下五千年 
上下其手 
上下床 
上下文 
上下文菜单 
上下班 
上下班时间 
上不了台面 
上不得台盤 
上个 
上个星期 
上个月 
上乘 
上书 
上交 
上代 
上任 
上传 
上位 
上位概念 
上供 
上农 
上前 
上升 
上升空间 
上升趋势 
上午 
上半 
上半叶 
上半夜 
上半天 
上半年 
上半晌 
上半身 
上半部分 
上去 
上口 
上口齿 
上古 
上古汉语 
上台 
上司 
上合 
上合组织 
上吊 
上同调 
上吐下泻 
上周 
上呼吸道感染 
上唇 
上回 
上场 
上坟 
上坡 
上坡段 
上坡路 
上城区 
上域 
上声 
上外 
上夜 
上天 
上天入地 
上头 
上夸克 
上好 
上学 
上官 
上家 
上将 
上将军 
上尉 
上层 
上层建筑 
上山 
上山下乡 
上岗 
上岸 
上工 
上市 
上市公司 
上帝 
上年 
上床 
上座 
上座部 
上弦 
上弦月 
上当 
上心 
上思 
上思县 
上房 
上手 
上扬 
上扬趋势 
上报 
上文 
上新世 
上方宝剑 
上旬 
上星 
上星期 
上映 
上月 
上有老下有小 
上杆 
上来 
上杭 
上杭县 
上林 
上林县 
上标 
上栗 
上栗县 
上校 
上梁不正下梁歪 
上楼 
上榜 
上次 
上款 
上气不接下气 
上水 
上汽 
上流 
上流社会 
上浣 
上浮 
上海 
上海交通大学 
上海体育场 
上海医科大学 
上海合作组织 
上海商务印书馆 
上海外国语大学 
上海大剧院 
上海大学 
上海宝钢集团公司 
上海市 
上海戏剧学院 
上海振华港口机械 
上海文广新闻传媒集团 
上海汽车工业 
上海汽车工业集团 
上海浦东发展银行 
上海环球金融中心 
上海白菜 
上海第二医科大学 
上海证券交易所 
上海证券交易所综合股价指 
上海话 
上海财经大学 
上海音乐学院 
上涨 
上游 
上溜油 
上演 
上火 
上片 
上牌 
上牙膛 
上犹 
上犹县 
上环 
上班 
上班族 
上班时间 
上甘岭 
上甘岭区 
上田 
上界 
上疏 
上瘾 
上皮 
上相 
上眼睑 
上睑 
上确界 
上空 
上空洗车 
上第 
上等 
上等兵 
上箭头 
上箭头键 
上级 
上级领导 
上纲上线 
上线 
上缴 
上网 
上网本 
上肢 
上膛 
上船 
上色 
上艾瑟尔 
上苍 
上菜 
上蔡 
上蔡县 
上虞 
上虞市 
上行 
上行下效 
上街 
上街区 
上衣 
上衫 
上装 
上西天 
上覆 
上议院 
上访 
上证 
上证综合指数 
上诉 
上诉法院 
上课 
上调 
上谕 
上路 
上身 
上车 
上轨道 
上载 
上辈 
上辈子 
上边 
上边儿 
上进 
上进心 
上述 
上部 
上都 
上野 
上钟 
上钩 
上钩儿 
上镜 
上门 
上门费 
上阵 
上阵杀敌 
上限 
上面 
上鞋 
上页 
上颌 
上颌骨 
上颔 
上颚正门齿 
上风 
上饶 
上饶县 
上饶地区 
上饶市 
上馆子 
上首 
上马 
上高 
上高县 
上齿 
上齿龈 
上龙 
下 
下一个 
下一代 
下一次 
下一步 
下一站 
下一页 
下三滥 
下三烂 
下不为例 
下不来 
下不来台 
下世 
下丘脑 
下个星期 
下个月 
下九流 
下乡 
下令 
下任 
下体 
下修 
下关 
下关区 
下关市 
下决心 
下凡 
下划线 
下列 
下功夫 
下午 
下半 
下半天 
下半年 
下半身 
下单 
下厨 
下去 
下台 
下台阶 
下周 
下唇 
下回 
下场 
下场门 
下坡 
下坡路 
下垂 
下城区 
下夸克 
下定义 
下定决心 
下家 
下寒武 
下寒武统 
下层 
下届 
下属 
下属公司 
下山 
下岗 
下崽 
下工 
下工夫 
下巴 
下巴颏 
下弦 
下弦月 
下情 
下意识 
下手 
下拜 
下挫 
下摆 
下放 
下方 
下旋 
下旋削球 
下旬 
下星期 
下月 
下来 
下架 
下标 
下棋 
下榻 
下槛 
下次 
下款 
下死劲 
下毒 
下水 
下水礼 
下水管 
下水道 
下沉 
下注 
下流 
下浣 
下浮 
下海 
下游 
下滑 
下片 
下狱 
下班 
下画线 
下界 
下眼睑 
下确界 
下笔 
下箭头 
下箭头键 
下级 
下线 
下线仪式 
下网 
下而上 
下聘 
下肢 
下脚料 
下腰 
下腹部 
下至上 
下花园 
下花园区 
下营 
下营乡 
下落 
下落不明 
下葬 
下蛋 
下行 
下装 
下西洋 
下视丘 
下订单 
下议院 
下议院议员 
下诏 
下课 
下调 
下贱 
下跌 
下跪 
下身 
下车 
下载 
下辈 
下辈子 
下辖 
下边 
下边儿 
下达 
下逐客令 
下酒 
下酒菜 
下野 
下锚 
下闸 
下陆 
下陆区 
下降 
下院 
下陷 
下雨 
下雪 
下面 
下页 
下颌 
下颌下腺 
下颌骨 
下颏 
下颔 
下颔骨 
下颚 
下风 
下风方向 
下飞机 
下馆子 
下马 
下马威 
下鼻甲 
下齿 
下龙湾 
丌 
不 
不一 
不一会 
不一定 
不一样 
不一而足 
不一致字 
不三不四 
不下 
不下于 
不中意 
不中用 
不丹 
不为人知 
不为左右袒 
不为已甚 
不为所动 
不为酒困 
不主故常 
不久 
不久前 
不义 
不义之财 
不乏 
不了 
不了了之 
不予 
不予理会 
不予评论 
不争 
不争气 
不事生产 
不二价 
不二法门 
不亚 
不亚于 
不亢不卑 
不亦乐乎 
不人道 
不仁 
不仅 
不仅如此 
不令人鼓舞 
不以为意 
不以为然 
不以人废言 
不以词害志 
不以辞害志 
不休 
不会 
不传 
不伤脾胃 
不伦 
不伦不类 
不但 
不住 
不体面 
不作为 
不佞 
不佳 
不依 
不依不饶 
不便 
不俗 
不信任动议 
不信任投票 
不信任案 
不信用 
不俭则匮 
不修边幅 
不倒翁 
不倦 
不值 
不值一文 
不值得 
不值钱 
不假思索 
不偏不倚 
不偏斜 
不偏极 
不做声 
不停 
不像样 
不像话 
不光 
不光彩 
不克 
不免 
不免一死 
不入时宜 
不公 
不公正 
不共戴天 
不关痛痒 
不兴 
不兼容性 
不再 
不冻港 
不冻港口 
不准 
不准确 
不准许 
不减当年 
不凑巧 
不凡 
不出所料 
不分 
不分伯仲 
不分彼此 
不分情由 
不分昼夜 
不分皂白 
不分胜负 
不分胜败 
不分轩轾 
不分青红皂白 
不分高下 
不切合实际 
不切实际 
不刊之论 
不划算 
不列颠 
不列颠保卫战 
不列颠哥伦比亚 
不列颠哥伦比亚省 
不列颠战役 
不列颠诸岛 
不利 
不到 
不到长城非好汉 
不到黄河心不死 
不力 
不加 
不加修饰 
不加区别 
不加思索 
不加拘束 
不加掩饰 
不加牛奶 
不加理睬 
不加选择 
不务正业 
不动 
不动产 
不动声色 
不动摇 
不动点 
不动点定理 
不劳无获 
不劳而获 
不匮 
不区分大小写 
不协调 
不卑不亢 
不单 
不即不离 
不厌 
不厌其烦 
不去理 
不及 
不及格 
不及物动词 
不受欢迎 
不受理 
不受约束 
不变 
不变价格 
不变化 
不变资本 
不变量 
不只 
不可 
不可一世 
不可以 
不可估量 
不可侵犯 
不可侵犯权 
不可再生资源 
不可分割 
不可分离 
不可同日而语 
不可名状 
不可告人 
不可多得 
不可导 
不可开交 
不可思议 
不可或缺 
不可抗力 
不可抗拒 
不可挽回 
不可撤销信用证 
不可收拾 
不可救药 
不可数 
不可数名词 
不可数集 
不可枚举 
不可理喻 
不可知论 
不可磨灭 
不可端倪 
不可终日 
不可缺少 
不可置信 
不可胜数 
不可胜言 
不可能 
不可解 
不可言喻 
不可逆 
不可逆转 
不可通约 
不可逾越 
不可避 
不可避免 
不可靠 
不合 
不合体统 
不合作 
不合时宜 
不合法 
不合理 
不合适 
不吉 
不吉利 
不同 
不同凡响 
不名一文 
不名数 
不名誉 
不吐不快 
不吐气 
不吝 
不吝珠玉 
不含糊 
不听命 
不周 
不周山 
不周延 
不咋地 
不和 
不咎既往 
不啻 
不啻天渊 
不善 
不圆通 
不在 
不在乎 
不在了 
不在其位不谋其政 
不在意 
不在状态 
不在话下 
不均 
不堪 
不堪一击 
不堪入目 
不堪忍受 
不堪设想 
不声不响 
不备 
不复 
不外 
不外乎 
不外露 
不够 
不大 
不大离 
不大离儿 
不太好 
不失为 
不失时机 
不好 
不好受 
不好惹 
不好意思 
不好说 
不如 
不如人意 
不妙 
不妥 
不妥协 
不妨 
不孕 
不孕症 
不孚众望 
不孝 
不学无术 
不安 
不安其室 
不安分 
不安好心 
不完全中立 
不完全叶 
不完全归纳推理 
不完善 
不完美 
不定 
不定元 
不定冠词 
不定式 
不定形 
不定方程 
不定期 
不定积分 
不定词 
不宜 
不客气 
不宣而战 
不容 
不容置疑 
不容置辩 
不寒而栗 
不对 
不对劲 
不对劲儿 
不对头 
不对盘 
不对碴儿 
不对称 
不少 
不尽 
不尽根 
不局限 
不屈 
不屈不挠 
不屑 
不屑一顾 
不巧 
不差 
不已 
不带 
不带电 
不干不净 
不干涉 
不平 
不平凡 
不平则鸣 
不平常 
不平等 
不平等条约 
不平衡 
不幸 
不幸之事 
不幸之幸 
不幸受害 
不应期 
不开窍 
不当 
不当一回事 
不当事 
不当得利 
不当紧 
不待说 
不很 
不得 
不得不 
不得了 
不得人心 
不得其门而入 
不得劲 
不得已 
不得已而为之 
不得而知 
不得要领 
不必 
不必要 
不忍 
不忙 
不快 
不念旧恶 
不忿 
不怀好意 
不怎么 
不怎么样 
不怕 
不怠 
不急之务 
不恤 
不恤人言 
不恭 
不息 
不患寡而患不均 
不悦 
不情之请 
不情愿 
不惑 
不惜 
不惜一战 
不惜血本 
不惟 
不想 
不愉快 
不意 
不愤不启 
不愧 
不愧下学 
不愧不怍 
不愿 
不慌不忙 
不慎 
不懂装懂 
不懈 
不懈怠 
不成 
不成体统 
不成功便成仁 
不成文 
不成文法 
不成材 
不成样子 
不成熟 
不成话 
不战不和 
不才 
不打不成器 
不打不成才 
不打不成相识 
不打不相识 
不打紧 
不打自招 
不扩散核武器条约 
不承认主义 
不折不扣 
不抵抗主义 
不拉几 
不拉叽 
不拘 
不拘一格 
不拘小节 
不择手段 
不振 
不提也罢 
不插电 
不揣冒昧 
不搭理 
不摸头 
不撞南墙不回头 
不支 
不攻自破 
不敌 
不敢当 
不敢自专 
不敢苟同 
不敢越雷池一步 
不敢高攀 
不敬 
不料 
不断 
不新鲜 
不方便 
不无 
不无小补 
不日 
不时 
不时之需 
不明 
不明不白 
不明事理 
不明就里 
不明确 
不明觉厉 
不明飞行物 
不易 
不易之论 
不是 
不是一家人不进一家门 
不是东西 
不是冤家不聚头 
不是吃素的 
不是吗 
不是味儿 
不是滋味 
不是话 
不显山不露水 
不景气 
不智 
不暇 
不曾 
不服 
不服水土 
不服罪 
不期 
不期然而然 
不期而遇 
不朽 
不材 
不来梅 
不来梅港 
不枉 
不标准 
不欢而散 
不止 
不止一次 
不正之风 
不正常 
不正常状况 
不正当 
不正当关系 
不正当竞争 
不正确 
不死心 
不比 
不毛 
不毛之地 
不求人 
不求收获 
不求甚解 
不治 
不治之症 
不治而愈 
不沾锅 
不法 
不法分子 
不注意 
不测 
不济 
不消 
不清 
不清楚 
不渝 
不溶 
不满 
不满意 
不灵 
不然 
不爽 
不特 
不独 
不理 
不理不睬 
不甘 
不甘于 
不甘寂寞 
不甘心 
不甘示弱 
不用 
不用客气 
不用找 
不用谢 
不由 
不由分说 
不由得 
不由自主 
不畏 
不畏强暴 
不畏强权 
不疾不徐 
不痛不痒 
不登大雅之堂 
不白之冤 
不相上下 
不相容 
不相容原理 
不相干 
不相符 
不省人事 
不眠不休 
不着 
不着边际 
不着陆飞行 
不睦 
不瞅不睬 
不知 
不知丁董 
不知不觉 
不知何故 
不知其所以然 
不知凡几 
不知利害 
不知去向 
不知天高地厚 
不知好歹 
不知就里 
不知所之 
不知所云 
不知所措 
不知死活 
不知疲倦 
不知痛痒 
不知羞耻 
不知者不罪 
不知轻重 
不知进退 
不破不立 
不确定性原理 
不确实 
不碎玻璃 
不祥 
不祥之兆 
不禁 
不离不弃 
不离儿 
不移 
不稂不莠 
不稳 
不稳定 
不稳定气流 
不稳平衡 
不稳性 
不穷 
不空成就佛 
不端 
不符 
不符合 
不第 
不等 
不等价交换 
不等号 
不等式 
不等边三角形 
不答理 
不简单 
不管 
不管三七二十一 
不粘锅 
不约而同 
不终天年 
不经一事 
不经之谈 
不经意 
不经意间 
不结果 
不结盟 
不结盟运动 
不给力 
不绝 
不绝于耳 
不绝于途 
不绝如缕 
不置可否 
不羁 
不翼而飞 
不耐烦 
不耻下问 
不肖 
不育 
不育性 
不育症 
不胜 
不胜其扰 
不胜其烦 
不胜其苦 
不胜枚举 
不胫而走 
不能 
不能不 
不能抵抗 
不能自已 
不自在 
不自然 
不自觉 
不自量 
不自量力 
不至于 
不致 
不舍 
不舒服 
不舒适 
不良 
不良倾向 
不苟 
不若 
不莱梅 
不菲 
不落俗套 
不落痕迹 
不落窠臼 
不蒸馒头争口气 
不虚此行 
不虞 
不行 
不行了 
不衰 
不要 
不要紧 
不要脸 
不见 
不见一点踪影 
不见不散 
不见兔子不撒鹰 
不见天日 
不见得 
不见棺材不落泪 
不见经传 
不规则 
不规则三角形 
不规则四边形 
不规范 
不觉 
不解 
不解风情 
不触目 
不言不语 
不言而喻 
不言自明 
不计 
不计其数 
不让须眉 
不记名 
不记名投票 
不讳 
不许 
不论 
不识一丁 
不识大体 
不识好歹 
不识字 
不识庐山真面目 
不识抬举 
不识时务 
不识时变 
不识泰山 
不识高低 
不诚实 
不该 
不详 
不语 
不说自明 
不请自来 
不调和 
不谋而合 
不谓 
不谙世故 
不谢 
不象话 
不负众望 
不败之地 
不费事 
不费吹灰之力 
不赀 
不赖 
不赞一词 
不赞成 
不起眼 
不起眼儿 
不越雷池 
不足 
不足为外人道 
不足为奇 
不足为怪 
不足为虑 
不足为训 
不足为道 
不足挂齿 
不足月 
不足的地方 
不足道 
不足齿数 
不轨 
不轻饶 
不辍 
不辞劳苦 
不辞而别 
不辞辛苦 
不辨菽麦 
不过 
不过尔尔 
不过意 
不近人情 
不远千里 
不违农时 
不连续 
不连续面 
不迭 
不送 
不送气 
不适 
不适当 
不逊 
不透明 
不透气 
不透水 
不通 
不逞之徒 
不速 
不速之客 
不速而至 
不逮捕特权 
不遂 
不遑 
不遑多让 
不道德 
不遗余力 
不避斧钺 
不避艰险 
不醉不归 
不锈钢 
不锈铁 
不错 
不长眼睛 
不问 
不问好歹 
不问就听不到假话 
不问青红皂白 
不闻不问 
不随大流 
不随意 
不随意肌 
不雅 
不雅观 
不露声色 
不韪 
不顺 
不顾 
不顾一切 
不顾前后 
不题 
不食人间烟火 
不饱和 
不饱和脂肪酸 
不首先使用 
不齿 
与 
与世俯仰 
与世无争 
与世永别 
与世长辞 
与世隔绝 
与人为善 
与众不同 
与会 
与其 
与否 
与日俱增 
与日俱辉 
与日俱进 
与日同辉 
与时俱进 
与时消息 
与时间赛跑 
与格 
与此同时 
与生俱来 
丏 
丐 
丐帮 
丑 
丑事 
丑八怪 
丑剧 
丑化 
丑妻近地家中宝 
丑小鸭 
丑态 
丑怪 
丑恶 
丑时 
丑牛 
丑相 
丑类 
丑行 
丑角 
丑诋 
丑话 
丑闻 
丑陋 
丑鸭 
丒 
专 
专一 
专业 
专业人士 
专业人才 
专业化 
专业性 
专业户 
专业教育 
专事 
专人 
专任 
专列 
专利 
专利局 
专利权 
专利法 
专利药品 
专制 
专制主义 
专制君主制 
专区 
专卖 
专卖店 
专司 
专名 
专名词 
专员 
专场 
专家 
专家系统 
专家评价 
专家评论 
专属 
专属经济区 
专征 
专心 
专心一意 
专心致志 
专意 
专控 
专擅 
专攻 
专政 
专断 
专有 
专有名词 
专权 
专柜 
专栏 
专案 
专案组 
专案经理 
专横 
专款 
专治 
专注 
专用 
专用网路 
专用集成电路 
专科 
专科学校 
专科院校 
专程 
专管 
专线 
专美于前 
专职 
专营 
专营店 
专著 
专访 
专责 
专车 
专辑 
专递 
专长 
专门 
专门人员 
专门列车 
专门化 
专门家 
专门机构 
专项 
专题 
且 
且不说 
且休 
且听下回分解 
且慢 
且末 
且末县 
且末遗址 
且说 
丕 
丕变 
世 
世上 
世世 
世世代代 
世事 
世交 
世人 
世仇 
世代 
世代交替 
世代相传 
世伯 
世俗 
世务 
世博 
世博会 
世卫 
世卫组织 
世外桃源 
世外桃花源 
世宗 
世宗大王 
世家 
世尊 
世局 
世态炎凉 
世情 
世故 
世爵 
世界 
世界人权宣言 
世界博览会 
世界卫生大会 
世界卫生组织 
世界变暖 
世界各地 
世界和平 
世界地图 
世界大战 
世界小姐选美 
世界屋脊 
世界强国 
世界报 
世界文化遗产 
世界文化遗产地 
世界旅游组织 
世界日报 
世界末日 
世界杯 
世界气象组织 
世界海关组织 
世界知名 
世界知识产权组织 
世界第一 
世界粮食署 
世界级 
世界纪录 
世界经济 
世界经济论坛 
世界维吾尔代表大会 
世界自然基金会 
世界观 
世界语 
世界贸易 
世界贸易中心 
世界贸易组织 
世界运动会 
世界野生生物基金会 
世界金融中心 
世界银行 
世界闻名 
世禄 
世禄之家 
世系 
世纪 
世纪末 
世纪末年 
世维会 
世职 
世胄 
世行 
世袭 
世袭之争 
世袭君主国 
世说新语 
世贸 
世贸中心大楼 
世贸大厦 
世贸组织 
世运 
世道 
世银 
世锦赛 
世间 
世隔绝 
世面 
世风 
世风日下 
丗 
丘 
丘八 
丘北 
丘北县 
丘县 
丘吉尔 
丘壑 
丘尔金 
丘成桐 
丘比特 
丘疹 
丘脑 
丘脑损伤 
丘逢甲 
丘陵 
丘鹬 
丙 
丙三醇 
丙二醇 
丙午 
丙型 
丙型肝炎 
丙基 
丙子 
丙子战争 
丙子胡乱 
丙寅 
丙戌 
丙氨酸 
丙烯 
丙烯腈 
丙烯酸 
丙烯酸酯 
丙烯醛 
丙烷 
丙环唑 
丙申 
丙种射线 
丙等 
丙糖 
丙纶 
丙辰 
丙酮 
丙酮酸 
丙酮酸脱氢酶 
丙酸氟替卡松 
丙醇 
丙醚 
丙醛 
业 
业主 
业余 
业余大学 
业余教育 
业余爱好者 
业余者 
业务 
业务员 
业务模式 
业务过失 
业大 
业已 
业师 
业态 
业根 
业海 
业满 
业界 
业界标准 
业精于勤 
业经 
业绩 
业者 
业荒于嬉 
业障 
业龙 
丛 
丛书 
丛冢 
丛台 
丛台区 
丛林 
丛林鸦 
丛生 
丛谈 
东 
东一榔头西一棒子 
东三省 
东东 
东中国海 
东丰 
东丰县 
东主 
东丽 
东丽区 
东乌珠穆沁旗 
东乡 
东乡县 
东乡族自治县 
东亚 
东亚峰会 
东亚石䳭 
东亚运动会 
东亚银行 
东交民巷 
东京 
东京塔 
东京大学 
东京帝国大学 
东京湾 
东仓里 
东伊运 
东侧 
东倒西歪 
东光 
东光县 
东兔西乌 
东兰 
东兰县 
东兴 
东兴区 
东兴市 
东加 
东势 
东势乡 
东势镇 
东北 
东北亚 
东北大学 
东北平原 
东北方 
东北虎 
东半球 
东华三院 
东协 
东南 
东南亚 
东南亚国 
东南亚国协 
东南亚国家联盟 
东南亚联盟 
东南大学 
东南西北 
东南西北中 
东南部 
东印度公司 
东台 
东台市 
东君 
东吴 
东吴大学 
东周 
东土 
东坡 
东坡区 
东坡肉 
东坡肘子 
东城 
东城区 
东太平洋 
东太平洋隆起 
东头村 
东夷 
东奔西走 
东奔西跑 
东宁 
东宁县 
东安 
东安区 
东安县 
东宝 
东宝区 
东家 
东密 
东密德兰 
东山 
东山乡 
东山再起 
东山区 
东山县 
东岳 
东川 
东川区 
东巴文化 
东帝汶 
东平 
东平县 
东引 
东引乡 
东张西望 
东归 
东征 
东征西怨 
东征西讨 
东德 
东拉西扯 
东掩西遮 
东方 
东方三博士 
东方叽咋柳莺 
东方大苇莺 
东方市 
东方文明 
东方斑鵖 
东方日报 
东方明珠塔 
东方明珠电视塔 
东方狍 
东方白鹳 
东方红 
东方航空 
东方阿閦佛 
东方青龙 
东方马脑炎病毒 
东方鸻 
东方黎族自治县 
东施效颦 
东昌 
东昌区 
东昌府 
东昌府区 
东明 
东明县 
东晋 
东条英机 
东欧 
东欧平原 
东正教 
东汉 
东汉末 
东汉末年 
东江 
东沟 
东沟镇 
东河 
东河乡 
东河区 
东洋 
东洋话 
东洋鬼 
东洋鬼子 
东洲 
东洲区 
东海 
东海县 
东海大学 
东海大桥 
东海岸 
东海舰队 
东港 
东港区 
东港市 
东港镇 
东湖 
东湖区 
东源 
东源县 
东瀛 
东王公 
东现汉纪 
东疆 
东盟 
东直门 
东石 
东石乡 
东突 
东突厥斯坦 
东突厥斯坦伊斯兰运动 
东突厥斯坦解放组织 
东突组织 
东窗事发 
东经 
东缅高原 
东罗马帝国 
东胜 
东胜区 
东胡 
东至 
东至县 
东芝 
东茅草盖 
东莞 
东莞市 
东营 
东营区 
东营市 
东西 
东西半球 
东西南北 
东西周 
东西宽 
东西德 
东西方 
东西方文化 
东西湖 
东西湖区 
东观汉记 
东讨西征 
东躲西闪 
东边 
东边儿 
东辽 
东辽县 
东道 
东道主 
东部 
东部时间 
东郭 
东阳 
东阳市 
东阿 
东阿县 
东陵 
东陵区 
东非 
东非共同体 
东非大地堑 
东非大裂谷 
东面 
东风区 
东魏 
东鳞西爪 
丝 
丝丝小雨 
丝光椋鸟 
丝巾 
丝带 
丝柏 
丝毫 
丝毫不差 
丝氨酸 
丝状 
丝状物 
丝瓜 
丝盘虫 
丝竹 
丝线 
丝织品 
丝织物 
丝绒 
丝绦 
丝绵 
丝绸 
丝绸之路 
丝绸古路 
丝绸织物 
丝缕 
丝网 
丝袜 
丝足 
丝路 
丝雨 
丞 
丞相 
丠 
両 
丢 
丢三落四 
丢下 
丢丑 
丢乌纱帽 
丢人 
丢人现眼 
丢到家 
丢命 
丢失 
丢官 
丢开 
丢弃 
丢手 
丢掉 
丢眉丢眼 
丢眉弄色 
丢脸 
丢轮扯炮 
丢面子 
丢饭碗 
丢魂 
丢魂落魄 
丣 
两 
两下 
两下子 
两不相欠 
两不误 
两个中国 
两亲 
两仪 
两伊战争 
两会 
两侧 
两侧对称 
两倍 
两党制 
两全 
两全其美 
两分法 
两千年 
两厢情愿 
两口子 
两句 
两回事 
两国 
两国之间 
两国关系 
两头 
两头儿 
两宋 
两小无猜 
两岸 
两岸三地 
两岸对话 
两广 
两广总督 
两弹一星 
两当 
两当县 
两德 
两性 
两性动物 
两性差距 
两性平等 
两性异形 
两性花 
两情两愿 
两情相悦 
两手不沾阳春水 
两手空空 
两把刷子 
两方 
两旁 
两星期 
两极 
两极分化 
两栖 
两栖动物 
两栖类 
两样 
两样东西 
两步路 
两汉 
两江道 
两河 
两河文明 
两河流域 
两清 
两湖 
两点水 
两生类 
两用 
两相 
两相情愿 
两着儿 
两码事 
两立 
两端 
两者 
两耳不闻窗外事 
两肋插刀 
两脚架 
两节棍 
两虎相争 
两虎相斗 
两袖清风 
两讫 
两败俱伤 
两边 
两造 
两院 
两院制 
两难 
两面 
两面三刀 
两面派 
两颊生津 
严 
严丝合缝 
严严实实 
严了眼儿 
严于律己 
严以律己 
严以责己宽以待人 
严冬 
严刑 
严刑拷打 
严加 
严厉 
严厉打击 
严厉批评 
严复 
严守 
严实 
严密 
严寒 
严岛 
严岛神社 
严峻 
严惩 
严惩不贷 
严慈 
严打 
严把 
严整 
严斥 
严明 
严查 
严格 
严格按照 
严格来讲 
严格来说 
严格隔离 
严正 
严父 
严禁 
严竣 
严紧 
严肃 
严苛 
严词 
严谨 
严辞 
严酷 
严重 
严重关切 
严重危害 
严重后果 
严重急性呼吸系统综合症 
严重性 
严重破坏 
严重问题 
严防 
严饬 
丧 
丧乱 
丧事 
丧亡 
丧亲 
丧仪 
丧假 
丧偶 
丧命 
丧天害理 
丧失 
丧失殆尽 
丧妻 
丧家之犬 
丧家之狗 
丧尸 
丧尽 
丧尽天良 
丧德 
丧心病狂 
丧志 
丧服 
丧权辱国 
丧梆 
丧棒 
丧气 
丧气话 
丧气鬼 
丧父 
丧生 
丧礼 
丧胆 
丧荒 
丧葬 
丧葬费 
丧钟 
丧门星 
丧门神 
丧魂失魄 
丧魂落魄 
丨 
丩 
个 
个个 
个中 
个中人 
个人 
个人主义 
个人伤害 
个人储蓄 
个人崇拜 
个人数字助理 
个人电脑 
个人赛 
个人防护装备 
个人隐私 
个位 
个体 
个体户 
个体经济 
个例 
个儿 
个别 
个头 
个头儿 
个子 
个展 
个性 
个性化 
个把 
个旧 
个旧市 
个案 
个股 
丫 
丫头 
丫头片子 
丫巴儿 
丫挺 
丫杈 
丫环 
丫髻 
丫鬟 
丬 
中 
中专 
中世纪 
中东 
中举 
中乐透 
中亚 
中亚夜鹰 
中亚细亚 
中亚草原 
中亚鸽 
中产 
中产阶级 
中人 
中介 
中介所 
中企业 
中伏 
中伤 
中位数 
中低端 
中体西用 
中俄 
中俄伊犁条约 
中俄关系 
中俄北京条约 
中俄尼布楚条约 
中俄改订条约 
中俄边界协议 
中保 
中信银行 
中值定理 
中元 
中元普渡 
中元节 
中共 
中共中央 
中共中央办公厅 
中共中央宣传部 
中共中央纪委监察部 
中共中央纪律检查委员会 
中共中央组织部 
中共九大 
中关村 
中兴 
中兴新村 
中农 
中前卫 
中办 
中北大学 
中北部 
中区 
中医 
中医学 
中午 
中华 
中华人民共和国 
中华仙鹟 
中华全国体育总会 
中华全国妇女联合会 
中华全国总工会 
中华台北 
中华字海 
中华攀雀 
中华民国 
中华民族 
中华田园犬 
中华电视 
中华短翅莺 
中华秋沙鸭 
中华航空公司 
中华苏维埃共和国 
中华鹧鸪 
中华龙鸟 
中南 
中南半岛 
中南海 
中南部 
中卫 
中卫市 
中印 
中印半岛 
中厅 
中压管 
中原 
中原区 
中原大学 
中古 
中古汉语 
中台 
中叶 
中号 
中向性格 
中听 
中和 
中和剂 
中和市 
中国 
中国东方航空 
中国中央电视台 
中国中心主义 
中国交通建设 
中国交通运输协会 
中国产 
中国人 
中国人大 
中国人权民运信息中心 
中国人权组织 
中国人民大学 
中国人民对外友好协会 
中国人民志愿军 
中国人民政治协商会议 
中国人民武装警察部队 
中国人民解放军 
中国人民解放军海军 
中国人民解放军空军 
中国人民银行 
中国伊斯兰教协会 
中国传媒大学 
中国作协 
中国作家协会 
中国保险监督管理委员会 
中国光大银行 
中国共产主义青年团 
中国共产党 
中国共产党中央委员会 
中国共产党中央委员会宣传部 
中国农业银行 
中国制造 
中国剩余定理 
中国化 
中国北方工业公司 
中国历史博物馆 
中国同盟会 
中国国家博物馆 
中国国家原子能机构 
中国国家地震局 
中国国家环保局 
中国国家环境保护总局 
中国国家航天局 
中国国民党革命委员会 
中国国防科技信息中心 
中国国际信托投资公司 
中国国际广播电台 
中国国际航空公司 
中国国际贸易促进委员会 
中国地球物理学会 
中国地质大学 
中国地质调查局 
中国地震台 
中国地震局 
中国城 
中国大百科全书出版社 
中国大蝾螈 
中国天主教爱国会 
中国好声音 
中国小说史略 
中国少年先锋队 
中国工商银行 
中国工程院 
中国左翼作家联盟 
中国广播公司 
中国建设银行 
中国式 
中国政法大学 
中国教育和科研计算机网 
中国教育网 
中国文学艺术界联合会 
中国文联 
中国新民党 
中国新闻社 
中国新闻网 
中国无线电频谱管理和监测 
中国日报 
中国时报 
中国核能总公司 
中国残疾人联合会 
中国残联 
中国民主促进会 
中国民主同盟 
中国民主建国会 
中国民用航空局 
中国气象局 
中国法学会 
中国海 
中国海事局 
中国海洋石油总公司 
中国消费者协会 
中国游艺机游乐园协会 
中国特色社会主义 
中国电信 
中国电视公司 
中国画 
中国石化 
中国石油化工股份有限公司 
中国石油和化学工业协会 
中国石油天然气集团公司 
中国社会科学院 
中国科学院 
中国移动通信 
中国精密机械进出口公司 
中国红 
中国经营报 
中国美术馆 
中国联合航空 
中国联通 
中国致公党 
中国航天工业公司 
中国航海日 
中国航空工业公司 
中国航空运输协会 
中国船舶工业集团 
中国船舶贸易公司 
中国船舶重工集团公司 
中国菜 
中国西北边陲 
中国证券报 
中国证券监督管理委员会 
中国证监会 
中国话 
中国进出口银行 
中国通 
中国邮政 
中国银联 
中国银行 
中国银行业监督管理委员会 
中国长城工业公司 
中国青年报 
中国餐馆症候群 
中国鸟类学会 
中圈套 
中土 
中场 
中坚 
中坜 
中坜市 
中型 
中埔 
中埔乡 
中声 
中复电讯 
中外 
中大西洋脊 
中天 
中央 
中央专制集权 
中央人民政府驻香港特别行政区联络办公室 
中央全会 
中央军事委员会 
中央军委 
中央凹 
中央分车带 
中央处理机 
中央委员会 
中央宣传部 
中央广播电台 
中央情报局 
中央戏剧学院 
中央执行委员会 
中央政府 
中央日报 
中央民族大学 
中央汇金 
中央海岭 
中央电视台 
中央直辖市 
中央省 
中央研究院 
中央社 
中央财经大学 
中央邦 
中央银行 
中央集权 
中央音乐学院 
中奖 
中子 
中子俘获 
中子射线摄影 
中子弹 
中子数 
中子星 
中子源 
中学 
中学生 
中宁 
中宁县 
中宣部 
中密度纤维板 
中寮 
中寮乡 
中将 
中尉 
中小企业 
中小型企业 
中局 
中层 
中山 
中山公园 
中山区 
中山大学 
中山市 
中山成彬 
中山服 
中山狼传 
中山装 
中山陵 
中岛 
中岳 
中川 
中巴 
中巴士 
中帮 
中常 
中年 
中度性肺水肿 
中庭 
中庸 
中式 
中式英语 
中弹 
中彩 
中径 
中微子 
中德诊所 
中心 
中心区 
中心埋置关系从句 
中心点 
中心矩 
中心粒 
中心语 
中性 
中性粒细胞 
中情局 
中意 
中成药 
中招 
中括号 
中指 
中控面板 
中提琴 
中文 
中文标准交换码 
中断 
中新世 
中新社 
中新网 
中方 
中方县 
中旅社 
中日 
中日关系 
中日韩 
中日韩统一表意文字 
中日韩越 
中旬 
中时 
中暑 
中朝 
中期 
中村 
中杓鹬 
中杜鹃 
中板 
中枢 
中枢神经系统 
中枪 
中标 
中校 
中欧 
中止 
中正 
中正区 
中正纪念堂 
中段 
中毒 
中毒性 
中毒途径 
中毒酶 
中气层 
中气层顶 
中水 
中江 
中江县 
中沙群岛 
中油 
中法 
中法战争 
中法新约 
中波 
中洋脊 
中流 
中流砥柱 
中海油 
中港 
中港台 
中游 
中源地震 
中澳 
中灶 
中点 
中爪哇 
中牟 
中牟县 
中环 
中生代 
中田英寿 
中甸 
中甸县 
中白鹭 
中的 
中盘 
中看 
中看不中用 
中短债 
中石化 
中石器时代 
中石油川东钻探公司 
中研院 
中秋 
中秋节 
中科院 
中程 
中空 
中空玻璃 
中立 
中立国 
中立性 
中立派 
中站 
中站区 
中等 
中等专业学校 
中等专业教育 
中等师范学校 
中等技术学校 
中等教育 
中等普通教育 
中筋面粉 
中签 
中箭落马 
中篇小说 
中级 
中纪委 
中线 
中组部 
中继 
中继器 
中继站 
中缀 
中缝 
中美 
中美文化研究中心 
中美洲 
中老年 
中老年人 
中耳 
中耳炎 
中联航 
中肯 
中胚层 
中脊 
中航技进出口有限责任公司 
中苏解决悬案大纲协定 
中英 
中英对照 
中英文对照 
中草药 
中药 
中行 
中装 
中西 
中西区 
中西医 
中西医结合 
中西合并 
中西合璧 
中西部 
中规中矩 
中视 
中计 
中试 
中财 
中贼鸥 
中资 
中越战争 
中转 
中转柜台 
中转站 
中轴 
中轴线 
中辍 
中辣 
中远 
中远太平洋 
中远太平洋有限公司 
中远集团 
中远香港集团 
中选 
中途 
中途岛 
中途岛战役 
中途搁浅 
中途退场 
中邪 
中部 
中都 
中野 
中量级 
中银 
中锋 
中长跑 
中间 
中间人 
中间件 
中间名 
中间层 
中间派 
中间神经元 
中间纤维 
中间路线 
中阮 
中阳 
中阳县 
中隔 
中青 
中青年 
中非 
中非共和国 
中韩 
中风 
中餐 
中餐馆 
中饭 
中饱 
中饱私囊 
中高度防空 
中魔 
丮 
丰 
丰产 
丰俭由人 
丰功 
丰功伟绩 
丰南 
丰南区 
丰厚 
丰原 
丰原市 
丰县 
丰台 
丰台区 
丰城 
丰城市 
丰姿 
丰宁 
丰宁县 
丰宁满族自治县 
丰富 
丰富多彩 
丰年 
丰度 
丰收 
丰水 
丰沛 
丰泽 
丰泽区 
丰润 
丰润区 
丰溪 
丰溪里 
丰满 
丰满区 
丰滨 
丰滨乡 
丰田 
丰登 
丰盈 
丰盛 
丰硕 
丰碑 
丰美 
丰胸 
丰腴 
丰臣秀吉 
丰衣足食 
丰裕 
丰足 
丰都 
丰都县 
丰采 
丰镇 
丰镇市 
丰顺 
丰顺县 
丰饶 
丱 
串 
串乡 
串亲访友 
串供 
串口 
串号 
串味 
串处理 
串岗 
串换 
串烧 
串线 
串联 
串行 
串行口 
串行点阵打印机 
串谋 
串通 
串通一气 
串门 
串门儿 
串门子 
串音 
丳 
临 
临产 
临写 
临刑 
临别 
临别赠言 
临到 
临危 
临危授命 
临县 
临场 
临场感 
临城 
临城县 
临夏 
临夏县 
临夏回族自治州 
临夏州 
临夏市 
临头 
临安 
临安县 
临安市 
临屯郡 
临川 
临川区 
临川羡鱼 
临帖 
临幸 
临床 
临床特征 
临战 
临摹 
临时 
临时分居 
临时工 
临时抱佛脚 
临时政府 
临时澳门市政执行委员会 
临时贷款 
临月儿 
临朐 
临朐县 
临朝 
临桂 
临桂县 
临武 
临武县 
临死 
临死不怯 
临水 
临江 
临江市 
临汾 
临汾地区 
临汾市 
临沂 
临沂地区 
临沂市 
临沧 
临沧地区 
临沧市 
临沭 
临沭县 
临河 
临河区 
临河羡鱼 
临泉 
临泉县 
临泽 
临泽县 
临洮 
临洮县 
临海 
临海县 
临海市 
临海水土志 
临淄 
临淄区 
临清 
临清市 
临渊羡鱼 
临渭 
临渭区 
临渴掘井 
临渴穿井 
临湘 
临湘市 
临漳 
临漳县 
临潭 
临潭县 
临潼 
临潼区 
临澧 
临澧县 
临猗 
临猗县 
临界 
临界点 
临界状态 
临界质量 
临盆 
临眺 
临终 
临终关怀 
临翔 
临翔区 
临蓐 
临行 
临街 
临街房 
临西 
临西县 
临视 
临走 
临近 
临邑 
临邑县 
临门 
临门一脚 
临问 
临阵 
临阵退缩 
临难 
临颍 
临颍县 
临高 
临高县 
临魁 
丵 
丶 
丷 
丸 
丸子 
丸山 
丹 
丹东 
丹东市 
丹佛 
丹凤 
丹凤县 
丹凤眼 
丹参 
丹宁 
丹寨 
丹寨县 
丹尼 
丹尼尔 
丹尼斯 
丹巴 
丹巴县 
丹布朗 
丹徒 
丹徒区 
丹心 
丹方 
丹桂 
丹棱 
丹棱县 
丹毒 
丹江口 
丹江口市 
丹沙 
丹瑞 
丹瑞大将 
丹瑞将军 
丹田 
丹皮 
丹砂 
丹衷 
丹贝 
丹阳 
丹阳市 
丹霞 
丹霞地貌 
丹霞山 
丹青 
丹顶鹤 
丹魄 
丹麦 
丹麦包 
为 
为主 
为了 
为人 
为人师表 
为人民服务 
为什么 
为仁不富 
为伍 
为何 
为例 
为准 
为啥 
为善最乐 
为富不仁 
为己任 
为德不卒 
为德不终 
为所欲为 
为时 
为时不晚 
为时已晚 
为时未晚 
为时过早 
为期 
为止 
为此 
为生 
为的是 
为着 
为虎作伥 
为重 
为难 
为非作歹 
为首 
主 
主业 
主义 
主人 
主人公 
主人翁 
主仆 
主从 
主任 
主体 
主体思想 
主修 
主公 
主力 
主力舰 
主办 
主办国 
主办权 
主动 
主动免疫 
主动脉 
主厅 
主厨 
主和弦 
主和派 
主因 
主场 
主妇 
主委 
主嫌 
主子 
主宰 
主宰者 
主宾 
主宾谓 
主导 
主导性 
主导权 
主峰 
主席 
主席台 
主席团 
主席国 
主干 
主干线 
主干网络 
主干网路 
主序星 
主张 
主心骨 
主意 
主战派 
主打品牌 
主承销商 
主持 
主持人 
主掌 
主播 
主攻 
主教 
主料 
主旋律 
主族 
主日 
主日学 
主旨 
主旨演讲 
主显节 
主机 
主机名 
主机板 
主权 
主权国家 
主材 
主板 
主格 
主楼 
主治医师 
主法向量 
主流 
主演 
主犯 
主环 
主球 
主祭 
主祷文 
主科 
主管 
主管人员 
主管教区 
主管机关 
主簿 
主线 
主编 
主罚 
主航道 
主菜 
主要 
主见 
主观 
主观主义 
主角 
主计 
主计室 
主讲 
主词 
主语 
主调 
主谓句 
主谓宾 
主谓结构 
主车群 
主轴 
主轴承 
主销 
主队 
主音 
主页 
主顾 
主题 
主题演讲 
主食 
主麻 
丼 
丽 
丽䴓 
丽丽 
丽佳娜 
丽实 
丽日 
丽星噪鹛 
丽星鹩鹛 
丽水 
丽水地区 
丽水市 
丽江 
丽江古城 
丽江地区 
丽江市 
丽江纳西族自治县 
丽池卡登 
丽致 
丽色噪鹛 
丽色奇鹛 
丽词 
丽语 
丽辞 
丽魄 
举 
举一反三 
举不胜举 
举世 
举世无双 
举世瞩目 
举世闻名 
举业 
举人 
举例 
举例来说 
举债 
举凡 
举办 
举动 
举发 
举国 
举国上下 
举家 
举手 
举手之劳 
举手投足 
举报 
举报者 
举措 
举杯 
举架 
举案齐眉 
举棋不定 
举止 
举步 
举步维艰 
举火 
举用 
举目 
举目无亲 
举荐 
举行 
举行会谈 
举行婚礼 
举证 
举贤良对策 
举起 
举足轻重 
举重 
举隅法 
丿 
乀 
乂 
乃 
乃东 
乃东县 
乃堆拉 
乃堆拉山口 
乃尔 
乃是 
乃至 
久 
久久 
久之 
久仰 
久仰大名 
久保 
久假不归 
久别 
久别重逢 
久已 
久慕 
久慕盛名 
久攻不下 
久旷 
久治 
久治县 
久留 
久病 
久病成医 
久病成良医 
久等 
久经考验 
久而久之 
久负盛名 
久远 
久违 
久长 
久闻大名 
久阔 
久陪 
乆 
乇 
么 
么么 
义 
义不容辞 
义之所在 
义乌 
义乌市 
义人 
义军 
义务 
义务工作者 
义务教育 
义勇 
义勇军 
义勇军进行曲 
义卖 
义卖会 
义县 
义县龙 
义和乱 
义和团 
义和团运动 
义和拳 
义士 
义大利 
义女 
义学 
义工 
义怒 
义愤 
义愤填胸 
义愤填膺 
义无反顾 
义母 
义气 
义演 
义父 
义父母 
义理 
义竹 
义竹乡 
义结金兰 
义肢 
义行 
义警 
义项 
义马 
义马市 
义齿 
乊 
之 
之一 
之上 
之下 
之中 
之乎者也 
之内 
之前 
之后 
之外 
之字形 
之字路 
之所以 
之类 
之至 
之间 
之际 
乌 
乌七八糟 
乌丘 
乌丘乡 
乌云 
乌亮 
乌什 
乌什县 
乌什塔拉 
乌什塔拉乡 
乌什塔拉回族乡 
乌伊岭 
乌伊岭区 
乌伦古河 
乌伦古湖 
乌克丽丽 
乌克兰 
乌克兰人 
乌兰 
乌兰县 
乌兰夫 
乌兰察布 
乌兰察布市 
乌兰巴托 
乌兰浩特 
乌兰浩特市 
乌兹冲锋枪 
乌兹别克 
乌兹别克人 
乌兹别克斯坦 
乌兹别克族 
乌冬面 
乌压压 
乌合之众 
乌嘴柳莺 
乌塌菜 
乌孙国 
乌孜别克 
乌孜别克族 
乌孜别克语 
乌审 
乌审旗 
乌尔 
乌尔姆 
乌尔格 
乌尔禾 
乌尔禾区 
乌尔都语 
乌干达 
乌当 
乌当区 
乌德勒支 
乌恰 
乌恰县 
乌托邦 
乌拉圭 
乌拉尔 
乌拉尔山 
乌拉尔山脉 
乌拉特 
乌拉特中旗 
乌拉特前旗 
乌拉特后旗 
乌拉特草原 
乌拜迪 
乌日 
乌日乡 
乌普萨拉 
乌有 
乌木 
乌来 
乌来乡 
乌林鸮 
乌桓 
乌桕 
乌梁海 
乌榄 
乌泱乌泱 
乌洛托品 
乌海 
乌海市 
乌滋别克 
乌滋别克斯坦 
乌漆墨黑 
乌漆抹黑 
乌灰银鸥 
乌灰鸫 
乌灰鹞 
乌烟瘴气 
乌燕鸥 
乌特列支 
乌纱帽 
乌良哈 
乌节路 
乌芋 
乌苏 
乌苏市 
乌苏里斯克 
乌苏里江 
乌蓝 
乌西亚 
乌讷楚 
乌语 
乌贼 
乌达 
乌达区 
乌里雅苏台 
乌雕 
乌雕鸮 
乌青 
乌饭果 
乌马河 
乌马河区 
乌骨鸡 
乌鱼 
乌鲁克恰提 
乌鲁克恰提县 
乌鲁木齐 
乌鲁木齐县 
乌鲁木齐市 
乌鲁汝 
乌鲳 
乌鳢 
乌鸟私情 
乌鸡 
乌鸦 
乌鸦嘴 
乌鸦座 
乌鸫 
乌鹃 
乌鹟 
乌黎雅 
乌黑 
乌黑色 
乌齐雅 
乌龙 
乌龙指 
乌龙球 
乌龙茶 
乌龙面 
乌龟 
乌龟壳 
乍 
乍得 
乍得湖 
乍浦 
乍浦镇 
乍看 
乍青乍白 
乎 
乏 
乏人照顾 
乏力 
乏味 
乏善可陈 
乏燃料 
乏燃料棒 
乐 
乐不可支 
乐不思蜀 
乐业 
乐业县 
乐东 
乐东县 
乐东黎族自治县 
乐之 
乐事 
乐于 
乐于助人 
乐亭 
乐亭县 
乐儿 
乐华梅兰 
乐句 
乐呵呵 
乐善好施 
乐器 
乐团 
乐园 
乐在其中 
乐坛 
乐天 
乐天派 
乐天知命 
乐子 
乐学者 
乐安 
乐安县 
乐山 
乐山地区 
乐山市 
乐师 
乐平 
乐平市 
乐府 
乐府诗集 
乐开花 
乐律 
乐意 
乐手 
乐捐 
乐施会 
乐昌 
乐昌之镜 
乐昌分镜 
乐昌市 
乐曲 
乐极生悲 
乐此不疲 
乐浪郡 
乐清 
乐清市 
乐滋滋 
乐理 
乐章 
乐经 
乐羊羊 
乐至 
乐至县 
乐蒂 
乐蜀 
乐见其成 
乐观 
乐观主义 
乐观其成 
乐谱 
乐购 
乐趣 
乐迷 
乐透 
乐道 
乐都 
乐都县 
乐队 
乐陵 
乐陵市 
乐陶陶 
乐音 
乐颠了馅 
乐高 
乑 
乒 
乒乓 
乒乓球 
乒乓球台 
乒乓球拍 
乓 
乔 
乔丹 
乔冠华 
乔叟 
乔巴山 
乔布斯 
乔希 
乔戈里峰 
乔木 
乔林 
乔格里峰 
乔治 
乔治一世 
乔治亚 
乔治亚州 
乔治城 
乔治城大学 
乔治敦 
乔石 
乔答摩 
乔红 
乔纳森 
乔装 
乔装打扮 
乔迁 
乔迁之喜 
乕 
乖 
乖僻 
乖巧 
乖张 
乖忤 
乖戾 
乖离 
乖觉 
乖谬 
乖迕 
乖顺 
乗 
乘 
乘人不备 
乘人之危 
乘便 
乘兴 
乘凉 
乘务 
乘务员 
乘势 
乘号 
乘坐 
乘坚策肥 
乘客 
乘幂 
乘数 
乘方 
乘机 
乘法 
乘法表 
乘法逆 
乘火打劫 
乘用车 
乘积 
乘胜 
乘胜追击 
乘船 
乘虚 
乘虚而入 
乘警 
乘车 
乘除 
乘隙 
乘风 
乘风破浪 
乘鹤 
乘龙 
乘龙快婿 
乙 
乙丑 
乙二醇 
乙亥 
乙卯 
乙型 
乙型肝炎 
乙型脑炎 
乙基 
乙太 
乙巳 
乙方 
乙未 
乙氧基 
乙氨基 
乙炔 
乙烯 
乙烯基 
乙烷 
乙状结肠 
乙种 
乙种促效剂 
乙种射线 
乙种粒子 
乙肝 
乙脑 
乙酉 
乙酰 
乙酰胆碱 
乙酰胺吡咯烷酮 
乙酸 
乙酸基 
乙酸根 
乙酸盐 
乙醇 
乙醇酸 
乙醚 
乙醛 
乚 
乛 
乜 
乜嘢 
乜斜 
九 
九一八事变 
九三学社 
九九乘法表 
九九归一 
九九重阳 
九份 
九分之一 
九十 
九华山 
九卿 
九原区 
九台 
九台市 
九号球 
九声六调 
九天 
九天揽月 
九天玄女 
九头鸟 
九如 
九如乡 
九孔 
九孔螺 
九官鸟 
九宫山 
九宫山镇 
九宫格数独 
九寨沟 
九寨沟县 
九寨沟风景名胜区 
九尾狐 
九尾龟 
九层塔 
九嶷山 
九州 
九巴 
九归 
九成 
九折 
九旬老人 
九月 
九月份 
九校联盟 
九死一生 
九江 
九江县 
九江地区 
九江市 
九泉 
九流 
九渊 
九牛一毛 
九牛二虎之力 
九窍 
九章算术 
九边形 
九里 
九里区 
九重霄 
九零后 
九霄云外 
九面体 
九香虫 
九鼎 
九齿钉耙 
九龙 
九龙县 
九龙坡 
九龙坡区 
九龙城 
九龙城寨 
乞 
乞丐 
乞人 
乞伏 
乞休 
乞儿 
乞力马扎罗山 
乞和 
乞哀告怜 
乞怜 
乞恕 
乞求 
乞讨 
乞贷 
乞食 
也 
也不例外 
也好不了多少 
也好不到哪里去 
也就是 
也就是说 
也有今天 
也罢 
也许 
也门 
习 
习习 
习以为常 
习以成俗 
习以成性 
习俗 
习俗移性 
习大大 
习字 
习得 
习得性 
习得性无助感 
习性 
习惯 
习惯性 
习惯成自然 
习惯法 
习惯用法 
习惯用语 
习惯自然 
习惯若自然 
习气 
习水 
习水县 
习用 
习见 
习语 
习近平 
习题 
乡 
乡下 
乡下习气 
乡下人 
乡下佬 
乡亲 
乡人 
乡人子 
乡僻 
乡医 
乡土 
乡城 
乡城县 
乡宁 
乡宁县 
乡巴佬 
乡情 
乡愁 
乡愿 
乡戚 
乡曲 
乡村 
乡村医生 
乡村奶酪 
乡村音乐 
乡民 
乡气 
乡绅 
乡试 
乡谈 
乡贯 
乡邻 
乡郊 
乡里 
乡镇 
乡长 
乡间 
乡音 
乢 
乣 
乤 
乥 
书 
书不尽言 
书亭 
书会 
书体 
书信 
书信集 
书写 
书写不能症 
书写符号 
书写语言 
书函 
书刊 
书包 
书卷 
书卷奖 
书卷气 
书名 
书名号 
书呆子 
书圣 
书坛 
书局 
书库 
书店 
书房 
书报 
书斋 
书本 
书札 
书板 
书架 
书柜 
书柬 
书案 
书桌 
书档 
书橱 
书法 
书法家 
书牍 
书生 
书画 
书画家 
书画毡 
书皮 
书皮儿 
书目 
书眉 
书社 
书稿 
书签 
书简 
书箧 
书籍 
书约 
书经 
书脊 
书虫 
书蠹 
书角 
书记 
书记处 
书记官 
书证 
书评 
书迹 
书院 
书面 
书面许可 
书面语 
书页 
书题 
书风 
书馆 
书馆儿 
书香 
书香门第 
乧 
乨 
乩 
乩童 
乪 
乫 
乭 
买 
买不起 
买东西 
买主 
买价 
买入 
买关节 
买办 
买单 
买卖 
买回 
买好 
买官 
买官卖官 
买家 
买帐 
买房 
买断 
买方 
买方市场 
买春 
买椟还珠 
买空卖空 
买笑追欢 
买账 
买路财 
买路钱 
买进 
买通 
买面子 
买餸 
乱 
乱七八糟 
乱世 
乱世佳人 
乱丢 
乱伦 
乱作决定 
乱党 
乱写 
乱动 
乱叫 
乱吃 
乱咕攘 
乱哄哄 
乱套 
乱弹琴 
乱扔 
乱抓 
乱掉 
乱搞 
乱搞男女关系 
乱政 
乱来 
乱民 
乱画 
乱真 
乱石 
乱石砸死 
乱码 
乱穿马路 
乱窜 
乱糟糟 
乱纪 
乱臣贼子 
乱花 
乱花钱 
乱蓬蓬 
乱视 
乱讲 
乱说 
乱象 
乱跑 
乱跳 
乱道 
乱麻 
乳 
乳交 
乳制品 
乳剂 
乳化 
乳化剂 
乳名 
乳头 
乳头瘤 
乳山 
乳山市 
乳房 
乳房摄影 
乳晕 
乳母 
乳汁 
乳沟 
乳浆 
乳液 
乳源县 
乳源瑶族自治县 
乳牙 
乳牛 
乳猪 
乳癌 
乳白 
乳白天空 
乳白色 
乳突 
乳突窦 
乳糖 
乳糖不耐症 
乳糜泻 
乳罩 
乳胶 
乳胶漆 
乳脂 
乳腐 
乳腺 
乳腺炎 
乳腺癌 
乳臭未干 
乳草 
乳部 
乳酪 
乳酪蛋糕 
乳酸 
乳酸菌 
乳香 
乳齿 
乴 
乵 
乶 
乶下 
乷 
乸 
乺 
乼 
乾 
乾县 
乾嘉三大家 
乾坤 
乾安 
乾安县 
乾陵 
乾隆 
乿 
亀 
亃 
亄 
亅 
了 
了不起 
了了 
了事 
了债 
了却 
了却此生 
了去了 
了如指掌 
了局 
了当 
了得 
了断 
了无新意 
了然 
了然于胸 
了结 
了若指掌 
了解 
亇 
予 
予人口实 
予以 
予以照顾 
争 
争先 
争先恐后 
争光 
争分夺秒 
争取 
争名夺利 
争吵 
争夺 
争夺战 
争妍斗艳 
争宠 
争强好胜 
争得 
争战 
争执 
争执不下 
争抢 
争持 
争斗 
争权夺利 
争气 
争球线 
争相 
争端 
争臣 
争衡 
争议 
争议性 
争论 
争论点 
争讼 
争购 
争辩 
争锋 
争长论短 
争雄 
争霸 
争面子 
争风吃醋 
争鸣 
亊 
事 
事不关己 
事不宜迟 
事与愿违 
事业 
事业心 
事业有成 
事业线 
事事 
事件 
事件相关电位 
事体 
事例 
事倍功半 
事假 
事儿 
事先 
事先通知 
事关 
事典 
事到临头 
事到今日 
事到如今 
事前 
事务 
事务律师 
事务所 
事务所律师 
事务繁忙 
事势 
事半功倍 
事危累卵 
事发地点 
事发时 
事变 
事后 
事后聪明 
事后诸葛亮 
事在人为 
事奉 
事宜 
事实 
事实上 
事实婚 
事实求是 
事实胜于雄辩 
事必有兆 
事必躬亲 
事态 
事态发展 
事怕行家 
事情 
事情要做 
事故 
事故照射 
事无大小 
事无巨细 
事机 
事权 
事求是 
事物 
事理 
事由 
事界 
事略 
事端 
事证 
事过境迁 
事迹 
事项 
二 
二一添作五 
二丁醚 
二七区 
二世 
二产妇 
二人世界 
二人台 
二人转 
二仑 
二仑乡 
二代 
二价 
二伏 
二侧 
二便 
二倍体 
二元 
二元论 
二元醇 
二八 
二八佳人 
二分 
二分之一 
二分点 
二分裂 
二分音符 
二刻拍案惊奇 
二副 
二十 
二十一世纪 
二十一条 
二十一点 
二十世纪 
二十五史 
二十八宿 
二十六岁 
二十四史 
二十四孝 
二十四节气 
二十多 
二十年目睹之怪现状 
二十面体 
二叉树 
二叠纪 
二号 
二号人物 
二号电池 
二合一 
二名法 
二哥 
二地主 
二声 
二头肌 
二奶 
二奶专家 
二婚 
二婚头 
二宝 
二尕子 
二尖瓣 
二尖瓣狭窄 
二屄 
二年生 
二度 
二心 
二恶英 
二愣子 
二战 
二房 
二房东 
二手 
二手房 
二手烟 
二手货 
二手车 
二把刀 
二把手 
二斑百灵 
二更 
二月 
二月份 
二杆子 
二来 
二极管 
二林 
二林镇 
二次 
二次世界大战 
二次函数 
二次型 
二次多项式 
二次大战 
二次方 
二次方程 
二次曲 
二次曲线 
二次曲面 
二次革命 
二正丙醚 
二毛子 
二氧化氮 
二氧化物 
二氧化硅 
二氧化硫 
二氧化碳 
二氧化碳隔离 
二氧化钛 
二氧化铀 
二氧化锰 
二氧杂芑 
二氧芑 
二氯乙烷中毒 
二氯异三聚氰酸钠 
二氯甲烷 
二氯胺 
二氯苯胺苯乙酸钠 
二水 
二水乡 
二水货 
二流 
二流子 
二甘醇 
二甲 
二甲基砷酸 
二甲基胂酸 
二甲苯 
二百五 
二百方针 
二皇帝 
二硫化碳 
二硫基丙磺酸钠 
二硫基丙醇 
二硫基琥珀酸钠 
二磷酸腺苷 
二等 
二等舱 
二等车 
二简 
二簧 
二糖 
二级 
二级士官 
二级头 
二级头呼吸器 
二维 
二维码 
二老 
二者 
二者之一 
二胎 
二胡 
二节棍 
二苯氯胂 
二茬罪 
二话 
二话不说 
二轮 
二进 
二进制 
二进制编码 
二进宫 
二连 
二连巨盗龙 
二连浩特 
二连浩特市 
二连盆地 
二迭纪 
二逼 
二遍苦 
二道 
二道区 
二道江 
二道江区 
二道贩子 
二郎 
二郎神 
二郎腿 
二部制 
二醇 
二里头 
二重 
二重下标 
二重唱 
二重奏 
二重性 
二重根 
二重母音 
二锅头 
二阶 
二阿姨 
二项式 
二项式定理 
二项式系数 
二鬼子 
二黄 
亍 
于 
于丹 
于事无补 
于归 
于归之喜 
于心不忍 
于是 
于是乎 
于洪 
于洪区 
于焉 
于田 
于田县 
于都 
于都县 
于雾霭之中 
亏 
亏产 
亏待 
亏得 
亏心 
亏心事 
亏折 
亏损 
亏本 
亏本出售 
亏格 
亏欠 
亏空 
亏缺 
亏负 
亐 
云 
云云 
云冈石窟 
云华 
云南 
云南柳莺 
云南白斑尾柳莺 
云南省 
云县 
云吞 
云和 
云和县 
云城 
云城区 
云头 
云安 
云安县 
云室 
云层 
云岩 
云岩区 
云彩 
云散风流 
云朵 
云杉 
云林 
云林县 
云梦 
云梦县 
云梯 
云母 
云气 
云沙 
云浮 
云浮市 
云消雾散 
云涌 
云液 
云溪 
云溪区 
云烟 
云珠 
云石斑鸭 
云窗雾槛 
云端 
云英 
云豆 
云豹 
云贵川 
云贵高原 
云里雾里 
云阳 
云阳县 
云雀 
云集 
云雨 
云雾 
云雾径迹 
云霄 
云霄县 
云霄飞车 
云霭 
云鬓 
云龙 
云龙区 
云龙县 
互 
互不侵犯 
互不相欠 
互不相让 
互为因果 
互信 
互利 
互动 
互动电视 
互助 
互助县 
互助土族自治县 
互勉 
互异 
互惠 
互换 
互操性 
互文 
互斥 
互生 
互生叶 
互相 
互相依存 
互相扯皮 
互相推诿 
互相沟通 
互相监督 
互相联系 
互相连接 
互素 
互联 
互联网 
互联网站 
互联网络 
互补 
互访 
互诉衷肠 
互译 
互连 
互通 
互通性 
互通有无 
亓 
五 
五一 
五七 
五七一代 
五七干校 
五七干部学校 
五世 
五五 
五人墓碑记 
五代 
五代十国 
五代史 
五伦 
五体投地 
五倍子树 
五光十色 
五凉 
五分之一 
五分熟 
五分美金 
五刑 
五加 
五劳七伤 
五十 
五十步笑百步 
五十肩 
五十铃 
五卅 
五卅运动 
五华 
五华区 
五华县 
五原 
五原县 
五口通商 
五台 
五台县 
五台山 
五台市 
五号 
五号电池 
五味 
五味俱全 
五味子 
五四 
五四爱国运动 
五四运动 
五声音阶 
五大名山 
五大洲 
五大湖 
五大连池 
五大连池市 
五子棋 
五官 
五官端正 
五家渠 
五家渠市 
五寨 
五寨县 
五岭 
五岳 
五峰 
五峰乡 
五峰县 
五峰土家族自治县 
五帝 
五常 
五常市 
五年计划 
五度 
五形 
五彩 
五彩宾纷 
五彩缤纷 
五打一 
五指山 
五指山市 
五斗柜 
五斗米道 
五方 
五旬节 
五星 
五星红旗 
五星级 
五更 
五月 
五月份 
五月节 
五权宪法 
五步蛇 
五毛 
五毛党 
五氧化二钒 
五河 
五河县 
五洲 
五湖四海 
五灯会元 
五环 
五环会徽 
五痨七伤 
五瘟 
五瘟神 
五百年前是一家 
五短身材 
五碳糖 
五祖拳 
五福临门 
五笔 
五笔字型 
五笔字形 
五笔编码 
五笔输入法 
五等爵位 
五粮液 
五级士官 
五线谱 
五经 
五结 
五结乡 
五股 
五股乡 
五胡 
五胡十六国 
五脏 
五脏六腑 
五色 
五色缤纷 
五花八门 
五花大绑 
五花肉 
五花腌猪肉 
五苓散 
五荤 
五莲 
五莲县 
五营 
五营区 
五蕴 
五虎将 
五行 
五行八作 
五角 
五角场 
五角大楼 
五角形 
五角星 
五言绝句 
五谷 
五谷丰登 
五辛 
五边形 
五通桥 
五通桥区 
五道口 
五金 
五金店 
五金店铺 
五院 
五霸 
五音 
五音不全 
五音度 
五项全能 
五颜六色 
五香 
五香粉 
五鬼 
五鬼闹判 
井 
井上 
井下 
井井 
井井有条 
井冈山 
井冈山市 
井口 
井号 
井喷 
井底之蛙 
井水不犯河水 
井然 
井然有序 
井田 
井田制 
井研 
井研县 
井蛙之见 
井陉 
井陉县 
井陉矿 
井陉矿区 
亖 
亘 
亘古 
亘古不变 
亘古未有 
亘古通今 
亚 
亚丁 
亚丁湾 
亚东 
亚东县 
亚临界 
亚们 
亚伦 
亚伯 
亚伯拉罕 
亚伯氏症 
亚健康 
亚克力 
亚兰 
亚军 
亚利安娜 
亚利桑纳州 
亚利桑那 
亚利桑那州 
亚力山大帝 
亚努科维奇 
亚单位 
亚历山大 
亚历山大大帝 
亚历山大里亚 
亚历山大鹦鹉 
亚原子 
亚哈 
亚哈斯 
亚喀巴 
亚圣 
亚塞拜然 
亚太 
亚太区 
亚太经合会 
亚太经合组织 
亚太经济合作组织 
亚尔发和奥米加 
亚巴郎 
亚平宁 
亚庇 
亚弗烈 
亚当 
亚当斯 
亚当斯敦 
亚得里亚海 
亚急性 
亚所 
亚拉巴马 
亚拉巴马州 
亚撒 
亚文化 
亚斯伯格 
亚曼牙 
亚曼牙乡 
亚松森 
亚格门农 
亚欧 
亚欧大陆 
亚欧大陆桥 
亚欧大陆腹地 
亚比利尼 
亚比玉 
亚氏保加 
亚洲 
亚洲与太平洋 
亚洲与太平洋地区 
亚洲周刊 
亚洲太平洋地区 
亚洲开发银行 
亚洲杯 
亚洲漠地林莺 
亚洲短趾百灵 
亚洲绶带 
亚洲足球联合会 
亚热带 
亚父 
亚特兰大 
亚琛 
亚瑟 
亚瑟士 
亚瑟王 
亚界 
亚的斯亚贝巴 
亚目 
亚砷 
亚砷酸 
亚硝酸 
亚硝酸异戊酯 
亚硝酸盐 
亚硝酸钠 
亚硫酸 
亚种 
亚科 
亚穆苏克罗 
亚符号模型 
亚米拿达 
亚类 
亚纯 
亚纲 
亚细亚 
亚细亚洲 
亚罗号 
亚罗号事件 
亚罗士打 
亚美利加 
亚美利加洲 
亚美尼亚 
亚裔 
亚该亚 
亚足联 
亚达薛西 
亚运 
亚运会 
亚运村 
亚速尔群岛 
亚速海 
亚里士多德 
亚里斯多德 
亚金 
亚铁 
亚门 
亚非拉 
亚音节单位 
亚马孙 
亚马孙河 
亚马逊 
亚马逊河 
亚麻 
亚麻子油 
亚麻布 
亚麻酸 
亚齐 
亚齐省 
亚龙湾 
些 
些许 
亜 
亝 
亟 
亟待 
亠 
亡 
亡佚 
亡八 
亡兵纪念日 
亡命 
亡命之徒 
亡国 
亡国灭种 
亡国虏 
亡故 
亡母 
亡灵 
亡羊补牢 
亡者 
亡魂 
亢 
亢奋 
亢旱 
亢直 
亢进 
交 
交与 
交九 
交互 
交付 
交代 
交会 
交保 
交保释放 
交兵 
交出 
交割 
交办 
交加 
交卷 
交卸 
交叉 
交叉口 
交叉学科 
交叉火力 
交叉点 
交叉耐药性 
交叉运球 
交叉阴影线 
交友 
交变 
交变流电 
交变电流 
交口 
交口县 
交口称誉 
交合 
交响 
交响乐 
交响乐团 
交响乐队 
交响曲 
交响金属 
交困 
交城 
交城县 
交大 
交头接耳 
交契 
交媾 
交尾 
交差 
交帐 
交并 
交底 
交往 
交待 
交恶 
交情 
交情匪浅 
交感神经 
交战 
交手 
交托 
交拜 
交换 
交换代数 
交换代数学 
交换以太网络 
交换价值 
交换器 
交换律 
交换技术 
交换机 
交换码 
交换端 
交换网路 
交换虚电路 
交接 
交接班 
交易 
交易会 
交易员 
交易市场 
交易所 
交易日 
交易者 
交易额 
交替 
交朋友 
交杯酒 
交欢 
交款单 
交汇 
交汇处 
交流 
交流电 
交浅言深 
交涉 
交游 
交火 
交点 
交班 
交界 
交睫 
交管 
交粮本 
交纳 
交织 
交结 
交给 
交缠 
交臂 
交臂失之 
交融 
交角 
交警 
交谈 
交谊 
交谊舞 
交货 
交货期 
交趾 
交运 
交还 
交迫 
交通 
交通协管员 
交通卡 
交通堵塞 
交通大学 
交通工具 
交通建设 
交通意外 
交通拥挤 
交通枢纽 
交通标志 
交通管理局 
交通肇事罪 
交通警卫 
交通警察 
交通费 
交通车 
交通运输部 
交通部 
交通银行 
交通阻塞 
交配 
交钱 
交锋 
交错 
交际 
交集 
交驰 
交骨 
亥 
亥时 
亥猪 
亦 
亦且 
亦作 
亦即 
亦庄 
亦或 
亦步亦趋 
亦称 
产 
产下 
产业 
产业化 
产业工人 
产业链 
产业集群 
产仔 
产值 
产假 
产儿 
产制 
产前 
产前检查 
产区 
产卵 
产后 
产品 
产品经理 
产品结构 
产地 
产地证 
产妇 
产婆 
产房 
产期 
产权 
产检 
产油国 
产物 
产生 
产科 
产程 
产粮 
产粮区 
产粮大省 
产经新闻 
产能 
产褥期 
产褥热 
产道 
产量 
产量多 
产钳 
产销 
产院 
亨 
亨丁顿舞蹈症 
亨利 
亨利五世 
亨德尔 
亨格洛 
亨氏 
亨特 
亨祚 
亨通 
亩 
亪 
享 
享乐 
享乐主义 
享乐主义者 
享受 
享名 
享国 
享年 
享有 
享清福 
享用 
享福 
享誉 
京 
京九铁路 
京二胡 
京兆 
京剧 
京华时报 
京口 
京口区 
京味 
京哈 
京哈铁路 
京城 
京山 
京山县 
京巴狗 
京师 
京广 
京广铁路 
京戏 
京报 
京斯敦 
京族 
京杭大运河 
京杭运河 
京沪 
京沪高铁 
京津 
京津冀 
京片子 
京畿 
京畿道 
京胡 
京郊 
京郊日报 
京都 
京都府 
京都念慈菴枇杷膏 
亭 
亭亭玉立 
亭午 
亭台 
亭台楼榭 
亭台楼阁 
亭子 
亭湖 
亭湖区 
亭长 
亭阁 
亮 
亮丽 
亮光 
亮出 
亮堂 
亮堂堂 
亮底牌 
亮度 
亮彩 
亮星 
亮星云 
亮氨酸 
亮点 
亮相 
亮菌 
亮菌甲素 
亮蓝 
亮锃锃 
亮闪闪 
亮饰 
亮黄灯 
亲 
亲临 
亲临其境 
亲事 
亲亲 
亲人 
亲代 
亲们 
亲信 
亲切 
亲力亲为 
亲北京 
亲卫队 
亲历 
亲友 
亲口 
亲吻 
亲和 
亲和力 
亲和性 
亲善 
亲善大使 
亲嘴 
亲如一家 
亲如手足 
亲妈 
亲子 
亲子鉴定 
亲家 
亲密 
亲密无间 
亲属 
亲征 
亲情 
亲戚 
亲手 
亲族 
亲旧 
亲昵 
亲朋好友 
亲民 
亲民党 
亲水性 
亲水长廊 
亲炙 
亲热 
亲爱 
亲爱精诚 
亲爸 
亲王 
亲生 
亲生子女 
亲生骨肉 
亲疏 
亲疏贵贱 
亲眷 
亲眼 
亲眼目睹 
亲睦 
亲睦邻邦 
亲笔 
亲缘 
亲缘关系 
亲美 
亲耳 
亲自 
亲自动手 
亲自挂帅 
亲身 
亲近 
亳 
亳州 
亳州市 
亵 
亵慢 
亵昵 
亵服 
亵渎 
亵渎神明 
亵黩 
亶 
亸 
亹 
亹亹 
亹亹不倦 
人 
人丁 
人不可貌相 
人不知鬼不觉 
人世 
人世间 
人丛 
人中 
人中龙凤 
人为 
人为土 
人之常情 
人事 
人事不知 
人事处 
人事管理 
人事部 
人事部门 
人云亦云 
人五人六 
人人 
人人有责 
人人皆知 
人人网 
人从 
人们 
人仰马翻 
人传人 
人位相宜 
人体 
人体器官 
人体工学 
人体解剖 
人体解剖学 
人保 
人偶戏 
人儿 
人力 
人力资源 
人力车 
人力车夫 
人势 
人去楼空 
人参 
人口 
人口学 
人口密度 
人口数 
人口普查 
人口稠密 
人口统计学 
人口调查 
人口贩运 
人各有所好 
人名 
人员 
人命 
人命关天 
人品 
人喊马嘶 
人困马乏 
人均 
人士 
人声鼎沸 
人多势众 
人大 
人头 
人头熟 
人头狮身 
人头税 
人头蛇身 
人头马 
人妖 
人子 
人字拖 
人字拖鞋 
人字洞 
人定 
人定胜天 
人家 
人寰 
人寿保险 
人寿年丰 
人尖儿 
人尽其才 
人尽其材 
人尽皆知 
人居 
人山人海 
人工 
人工受孕 
人工呼吸 
人工岛 
人工授精 
人工智慧 
人工智能 
人工概念 
人工河 
人工流产 
人工照亮 
人工电子耳 
人工耳蜗 
人工费 
人形 
人心 
人心不足蛇吞象 
人心所向 
人心果 
人心隔肚皮 
人心难测 
人怕出名猪怕壮 
人怕出名猪怕肥 
人性 
人情 
人情世故 
人情味 
人情味儿 
人意 
人所共知 
人手 
人手动 
人才 
人才外流 
人才流失 
人才济济 
人数 
人文 
人文主义 
人文地理学 
人文学 
人文景观 
人文社会学科 
人文社科 
人族 
人无完人 
人是铁饭是钢 
人有三急 
人机工程 
人机界面 
人权 
人权斗士 
人权法 
人权观察 
人材 
人来疯 
人杰 
人杰地灵 
人格 
人格化 
人格神 
人格魅力 
人模狗样 
人次 
人武 
人氏 
人民 
人民代表 
人民党 
人民公敌 
人民公社 
人民公社化 
人民内部矛盾 
人民利益 
人民基本权利 
人民大会堂 
人民币 
人民币元 
人民广场 
人民政府 
人民日报 
人民民主专政 
人民法院 
人民网 
人民联盟党 
人民英雄纪念碑 
人民行动党 
人民解放军 
人民警察 
人民起义 
人民银行 
人民阵线 
人气 
人治 
人流 
人流手术 
人浮于事 
人海 
人渣 
人满为患 
人潮 
人烟 
人烟稀少 
人物 
人物描写 
人犯 
人猿 
人琴俱亡 
人生 
人生何处不相逢 
人生如朝露 
人生如梦 
人生朝露 
人生盛衰 
人生路不熟 
人畜共患症 
人相 
人相学 
人社部 
人祸 
人种 
人种差别 
人称 
人称代词 
人穷志短 
人算不如天算 
人类 
人类乳突病毒 
人类免疫缺陷病毒 
人类基因组计划 
人类学 
人类学家 
人类起源 
人精 
人给家足 
人缘 
人缘儿 
人群 
人老珠黄 
人肉搜索 
人肉搜索引擎 
人脉 
人臣 
人蛇 
人蛇集团 
人行区 
人行地下通道 
人行横道 
人行横道线 
人行道 
人见人爱 
人言可畏 
人言籍籍 
人证 
人证物证 
人谁无过 
人财两空 
人质 
人赃俱获 
人资 
人身 
人身事故 
人身安全 
人身攻击 
人身权 
人车混行 
人迹罕至 
人选 
人造 
人造丝 
人造卫星 
人造天体 
人造奶油 
人造牛油 
人造纤维 
人造语言 
人造黄油 
人道 
人道主义 
人道救援 
人间 
人间佛教 
人间喜剧 
人间地狱 
人间天堂 
人间蒸发 
人际 
人际关系 
人面兽心 
人马 
人马座 
人马臂 
人高马大 
人鱼 
人鱼小姐 
人龙 
亻 
亼 
亽 
亿 
亿万 
亿万富翁 
亿万富豪 
什 
什一奉献 
什么 
什么事 
什么人 
什么地方 
什么好说 
什么时候 
什么样 
什么的 
什么风把你吹来的 
什刹海 
什叶 
什叶派 
什器 
什菜 
什邡 
什邡市 
什锦 
什锦果盘 
仁 
仁丹 
仁义 
仁义道德 
仁人义士 
仁人君子 
仁人志士 
仁兄 
仁化 
仁化县 
仁厚 
仁和 
仁和区 
仁和县 
仁寿 
仁寿县 
仁川 
仁川市 
仁川广域市 
仁布 
仁布县 
仁弟 
仁德 
仁德乡 
仁心仁术 
仁怀 
仁怀县 
仁怀市 
仁惠 
仁慈 
仁政 
仁术 
仁武 
仁武乡 
仁民爱物 
仁波切 
仁爱 
仁爱乡 
仁爱区 
仁至义尽 
仁言利博 
仂 
仂语 
仃 
仄 
仄声 
仄径 
仅 
仅仅 
仅作参考 
仅供 
仅供参考 
仅次于 
仅此而已 
仆 
仆人 
仆役 
仆欧 
仆街 
仇 
仇人 
仇外 
仇外心理 
仇富 
仇怨 
仇恨 
仇恨罪 
仇恨罪行 
仇敌 
仇隙 
仈 
仉 
今 
今世 
今井 
今人 
今儿 
今儿个 
今古文 
今后 
今夜 
今天 
今岁 
今年 
今文经 
今文经学 
今日 
今日事今日毕 
今时今日 
今昔 
今晚 
今晨 
今朝 
今朝有酒今朝醉 
今村 
今生 
今译 
今非昔比 
今音 
介 
介之推 
介乎 
介于 
介于两难 
介休 
介休市 
介值定理 
介入 
介壳 
介子 
介子推 
介怀 
介意 
介电常数 
介系词 
介绍 
介胄 
介蒂 
介词 
介质 
介质访问控制 
介质访问控制层 
介面 
仌 
仍 
仍旧 
仍然 
从 
从一而终 
从不 
从业 
从业人员 
从严 
从严惩处 
从中 
从事 
从事研究 
从井救人 
从从容容 
从众 
从优 
从何 
从先 
从军 
从前 
从动 
从化 
从化市 
从句 
从命 
从善如流 
从天而降 
从头 
从头到尾 
从头到脚 
从实招来 
从容 
从容不迫 
从宽 
从小 
从属 
从影 
从心所欲 
从戎 
从未 
从来 
从来不 
从来没 
从来没有 
从此 
从此往后 
从江 
从江县 
从没 
从犯 
从略 
从缓 
从者 
从而 
从良 
从谏如流 
从轻 
从速 
从里到外 
从长计议 
从难从严 
仏 
仑 
仑背 
仑背乡 
仒 
仓 
仓促 
仓储 
仓卒 
仓山 
仓山区 
仓库 
仓庚 
仓廪 
仓惶 
仓敷 
仓猝 
仓皇 
仓皇出逃 
仓皇失措 
仓颉 
仓鸮 
仓黄 
仓鼠 
仔 
仔姜 
仔猪 
仔畜 
仔细 
仔肩 
仕 
仕女 
仕宦 
仕途 
他 
他乡 
他乡遇故知 
他人 
他们 
他信 
他加禄语 
他国 
他妈的 
他娘的 
他山之石可以攻玉 
他杀 
他迁 
仗 
仗义 
仗义执言 
仗义疏财 
仗势 
仗势欺人 
仗恃 
仗火 
仗腰 
付 
付之一叹 
付之一炬 
付之一笑 
付之丙丁 
付之东流 
付之度外 
付之行动 
付出 
付印 
付托 
付方 
付梓 
付款 
付款方式 
付款条件 
付清 
付现 
付给 
付讫 
付诸 
付诸东流 
付诸实施 
付账 
付费 
付钱 
仙 
仙丹 
仙乐 
仙乡 
仙人 
仙人掌 
仙人掌果 
仙人球 
仙八色鸫 
仙去 
仙台 
仙后座 
仙境 
仙女 
仙女座 
仙女座大星云 
仙女座星系 
仙女星座 
仙女星系 
仙女棒 
仙姑 
仙姿玉色 
仙子 
仙客来 
仙宫 
仙居 
仙居县 
仙山 
仙山琼阁 
仙岛 
仙方 
仙方儿 
仙桃 
仙桃市 
仙气 
仙游 
仙游县 
仙王座 
仙界 
仙童 
仙股 
仙茅 
仙草 
仙药 
仙贝 
仙逝 
仙鹤 
仚 
仞 
仟 
仟悔 
仡 
仡佬族 
代 
代之以 
代书 
代人受过 
代代 
代代相传 
代价 
代偿 
代入 
代写 
代利斯 
代办 
代劳 
代县 
代号 
代名词 
代填 
代孕 
代宗 
代客泊车 
代尔夫特 
代工 
代币 
代扣 
代拿买特 
代收货款 
代数 
代数几何 
代数几何学 
代数函数 
代数函数论 
代数和 
代数基本定理 
代数学 
代数学基本定理 
代数式 
代数拓扑 
代数数域 
代数方程 
代数曲线 
代数曲面 
代数流行 
代数簇 
代数结构 
代数群 
代数量 
代替 
代替父母 
代替者 
代步 
代沟 
代理 
代理人 
代理商 
代码 
代码段 
代码页 
代祷 
代称 
代笔 
代管 
代糖 
代罪 
代罪羔羊 
代考 
代行 
代表 
代表人物 
代表作 
代表团 
代表处 
代表性 
代表队 
代言 
代言人 
代词 
代课 
代谢 
代购 
代销 
代销店 
代顿 
令 
令亲 
令人 
令人不快 
令人发指 
令人叹 
令人叹为观止 
令人吃惊 
令人振奋 
令人满意 
令人钦佩 
令人鼓舞 
令兄 
令吉 
令名 
令堂 
令导人 
令尊 
令尊令堂 
令弟 
令慈 
令正 
令爱 
令牌环 
令牌环网 
令状 
令狐 
令狐德棻 
令箭 
令节 
令药 
令行禁止 
令誉 
令郎 
令阃 
以 
以一驭万 
以上 
以下 
以东 
以为 
以人为本 
以人名命名 
以人废言 
以亿计 
以便 
以债养债 
以偏概全 
以儆效尤 
以免 
以免借口 
以内 
以军 
以利于 
以利亚 
以利亚撒 
以利亚敬 
以前 
以北 
以华制华 
以南 
以卵击石 
以及 
以叙 
以后 
以和为贵 
以埃 
以备不测 
以外 
以太 
以太网 
以太网络 
以太网络端口 
以太网路 
以失败而告终 
以夷制夷 
以小挤大 
以少胜多 
以工代赈 
以弗所 
以弗所书 
以弱胜强 
以强凌弱 
以往 
以律 
以德报怨 
以慎为键 
以撒 
以斯帖 
以斯帖记 
以斯拉记 
以暴制暴 
以暴易暴 
以期 
以本人名 
以权压法 
以权谋私 
以来 
以柔克刚 
以次 
以此 
以此为 
以此类推 
以毒攻毒 
以求 
以汤沃沸 
以法莲 
以泪洗面 
以牙还牙 
以眦睚杀人 
以眼还眼 
以示警戒 
以礼相待 
以老大自居 
以至 
以至于 
以致 
以致于 
以色列 
以色列人 
以药养医 
以虚带实 
以西 
以西结书 
以言代法 
以讹传讹 
以貌取人 
以资 
以资证明 
以赛亚书 
以身作则 
以身报国 
以身抵债 
以身相许 
以身许国 
以身试法 
以逸待劳 
以邻为壑 
以防 
以防万一 
以降 
以飨读者 
以马内利 
仨 
仪 
仪仗 
仪仗队 
仪典 
仪卫 
仪器 
仪器表 
仪容 
仪式 
仪征 
仪征市 
仪态 
仪礼 
仪节 
仪表 
仪表盘 
仪陇 
仪陇县 
仫 
仫佬 
仫佬族 
们 
仮 
仰 
仰人鼻息 
仰仗 
仰光 
仰光大金塔 
仰卧 
仰卧起坐 
仰天 
仰头 
仰屋 
仰屋兴叹 
仰屋著书 
仰慕 
仰望 
仰泳 
仰赖 
仰躺 
仰韶 
仰韶文化 
仲 
仲介 
仲夏 
仲夏夜之梦 
仲尼 
仲巴 
仲巴县 
仲秋 
仲裁 
仳 
仵 
仵作 
仵工 
件 
件数 
价 
价位 
价值 
价值增殖 
价值工程 
价值标准 
价值观 
价值连城 
价值量 
价原 
价层 
价廉物美 
价格 
价格标签 
价格表 
价款 
价电子 
价目 
价码 
价钱 
价键 
任 
任一个 
任丘市 
任事 
任人 
任人唯亲 
任人唯贤 
任人宰割 
任从 
任令 
任何 
任侠 
任便 
任免 
任其自然 
任内 
任凭 
任务 
任务栏 
任劳任怨 
任县 
任听 
任命 
任咎 
任城 
任城区 
任天堂 
任安 
任性 
任情 
任意 
任意球 
任所 
任教 
任期 
任气 
任用 
任由 
任职 
任职期间 
任诞 
任课 
任贤使能 
任达华 
任选 
任重 
任重道远 
任随 
份 
份儿 
份子 
份子钱 
份量 
份额 
仿 
仿似 
仿佛 
仿冒 
仿冒品 
仿制 
仿制品 
仿古 
仿如 
仿宋 
仿射 
仿射子空间 
仿射空间 
仿效 
仿照 
仿生学 
仿皮 
仿真 
仿真服务器 
仿纸 
仿羊皮纸 
仿行 
仿讽 
仿造 
伀 
企 
企业 
企业主 
企业内网路 
企业家 
企业社会责任 
企业管理 
企业管理硕士 
企业联合组织 
企业间网路 
企业集团 
企划 
企及 
企图 
企图心 
企慕 
企望 
企求 
企盼 
企管硕士 
企鹅 
伄 
伄儅 
伇 
伈 
伉 
伉俪 
伉俪情深 
伊 
伊丽莎白 
伊于胡底 
伊人 
伊伦 
伊凡 
伊利亚特 
伊利埃斯库 
伊利格瑞 
伊利湖 
伊利诺 
伊利诺伊 
伊利诺伊州 
伊利诺州 
伊势丹 
伊吾 
伊吾县 
伊塔 
伊塞克湖 
伊士曼柯达公司 
伊妹儿 
伊始 
伊娃 
伊媚儿 
伊宁 
伊宁县 
伊宁市 
伊尔库茨克 
伊尼亚斯 
伊尼伊德 
伊尼特 
伊川 
伊川县 
伊州 
伊思迈尔 
伊戈尔 
伊戈尔斯 
伊拉克 
伊斯兰 
伊斯兰会议组织 
伊斯兰国 
伊斯兰圣战组织 
伊斯兰堡 
伊斯兰教 
伊斯兰马巴德 
伊斯坦堡 
伊斯坦布尔 
伊斯帕尼奥拉 
伊斯曼 
伊斯法罕 
伊斯特 
伊春 
伊春区 
伊春市 
伊普西隆 
伊曼 
伊朗 
伊朗宪监会 
伊比利亚 
伊比利亚半岛 
伊水 
伊波拉 
伊洛瓦底 
伊洛瓦底三角洲 
伊洛瓦底江 
伊犁 
伊犁哈萨克自治州 
伊犁河 
伊犁盆地 
伊玛目 
伊瑞克提翁庙 
伊甸园 
伊留申 
伊科病毒 
伊索 
伊莉莎白 
伊莉萨白 
伊莱克斯 
伊萨卡 
伊藤 
伊藤博文 
伊蚊 
伊通 
伊通县 
伊通河 
伊通满族自治县 
伊通火山群 
伊通自然保护区 
伊通镇 
伊里奇 
伊金霍洛 
伊金霍洛旗 
伊顿公学 
伊马姆 
伋 
伍 
伍奢 
伍子胥 
伍家岗 
伍家岗区 
伍廷芳 
伍德豪斯 
伎 
伎俩 
伏 
伏侍 
伏兵 
伏击 
伏卧 
伏地 
伏地挺身 
伏地魔 
伏天 
伏安 
伏尔加格勒 
伏尔加河 
伏尔泰 
伏惟 
伏明霞 
伏案 
伏汛 
伏法 
伏流 
伏牛山 
伏特 
伏特加 
伏特计 
伏笔 
伏线 
伏罗希洛夫 
伏罪 
伏羲 
伏羲氏 
伏虎 
伏诛 
伏输 
伏辩 
伏都教 
伏隔核 
伏龙凤雏 
伐 
伐木 
伐木场 
伐木工人 
伐柯 
休 
休伊特 
休会 
休伦湖 
休假 
休克 
休兵 
休养 
休养生息 
休士顿 
休妻 
休学 
休宁 
休宁县 
休庭 
休息 
休息室 
休惜 
休想 
休憩 
休战 
休戚相关 
休整 
休斯敦 
休斯顿 
休旅车 
休止 
休止符 
休氏旋木雀 
休氏树莺 
休氏白喉林莺 
休眠 
休眠火山 
休谟 
休达 
休闲 
休闲裤 
休闲鞋 
伕 
众 
众人 
众人敬仰 
众包 
众叛亲离 
众口一词 
众口同声 
众口皆碑 
众口铄金 
众多 
众寡 
众寡悬殊 
众志成城 
众所周知 
众数 
众星拱月 
众星拱辰 
众星捧月 
众星攒月 
众望 
众生 
众目睽睽 
众盲摸象 
众矢之的 
众筹 
众议员 
众议院 
众说 
众说纷揉 
众说纷纭 
众说郛 
众香子 
优 
优于 
优伶 
优先 
优先承购权 
优先股 
优先认股权 
优劣 
优势 
优化 
优厚 
优哉游哉 
优孟 
优尼科 
优异 
优异奖 
优待 
优待券 
优待票 
优惠 
优惠券 
优惠贷款 
优柔 
优柔寡断 
优格 
优步 
优渥 
优游 
优游自得 
优点 
优生 
优生学 
优盘 
优秀 
优等 
优美 
优胜 
优胜劣汰 
优良 
优裕 
优角 
优诺牌 
优质 
优越 
优酪乳 
优酷 
优雅 
伙 
伙伴 
伙同 
伙夫 
伙计 
伙颐 
伙食 
伙食费 
会 
会不会 
会东 
会东县 
会众 
会元 
会党 
会厌 
会厌炎 
会友 
会合 
会合处 
会同 
会同县 
会否 
会员 
会员国 
会商 
会场 
会堂 
会士 
会士考试 
会子 
会宁 
会宁县 
会安 
会审 
会客 
会客室 
会展 
会师 
会幕 
会心 
会意 
会意字 
会战 
会所 
会攻 
会昌 
会昌县 
会晤 
会期 
会死 
会泽 
会泽县 
会漏 
会理 
会理县 
会盟 
会社 
会籍 
会考 
会胸鹪莺 
会要 
会见 
会计 
会计准则理事会 
会计制度 
会计学 
会计师 
会计科目 
会议 
会议厅 
会议室 
会议展览 
会诊 
会试 
会话 
会谈 
会费 
会里县 
会长 
会长团 
会门 
会阴 
会面 
会馆 
会首 
伛 
伜 
伝 
伞 
伞下 
伞兵 
伞形 
伞形科 
伞菌 
伞降 
伟 
伟业 
伟丽 
伟举 
伟人 
伟力 
伟哥 
伟器 
伟士牌 
伟大 
伟岸 
伟晶岩 
伟绩 
伟观 
传 
传三过四 
传世 
传习 
传书鸽 
传人 
传代 
传令 
传令兵 
传入 
传入神经 
传写 
传出 
传出神经 
传动 
传动器 
传动带 
传动机构 
传动比 
传动系统 
传动装置 
传动轴 
传单 
传单广 
传发 
传名 
传告 
传呼 
传呼机 
传呼电话 
传唤 
传唱 
传回 
传声 
传声器 
传声筒 
传奇 
传奇人物 
传媒 
传宗接代 
传家 
传家宝 
传寄 
传导 
传布 
传帮带 
传开 
传心术 
传情 
传感 
传感器 
传戒 
传扬 
传承 
传抄 
传报 
传授 
传播 
传播四方 
传教 
传教团 
传教士 
传旨 
传本 
传来 
传染 
传染性 
传染源 
传染病 
传染病学 
传檄 
传法 
传流 
传灯 
传热 
传热学 
传球 
传略 
传真 
传真发送 
传真号码 
传真机 
传真电报 
传神 
传票 
传种 
传粉 
传经 
传给 
传统 
传统中国医药 
传统医药 
传统词类 
传艺 
传见 
传观 
传言 
传讯 
传记 
传记性 
传讲 
传译 
传话 
传话人 
传语 
传说 
传诵 
传质 
传赞 
传输 
传输协定 
传输媒体 
传输媒界 
传输媒质 
传输层 
传输技术 
传输控制 
传输控制协定 
传输服务 
传输模式 
传输率 
传输线 
传输设备 
传输距离 
传输通道 
传输速率 
传达 
传达员 
传达室 
传述 
传送 
传送带 
传送服务 
传递 
传递者 
传遍 
传道 
传道书 
传道受业 
传道者 
传道部 
传销 
传闻 
传闻证据 
传阅 
传颂 
伢 
伢子 
伢崽 
伣 
伤 
伤不起 
伤亡 
伤人 
伤俘 
伤别 
伤势 
伤及无辜 
伤口 
伤号 
伤员 
伤和气 
伤天害理 
伤害 
伤寒 
伤寒沙门氏菌 
伤寒症 
伤弓之鸟 
伤心 
伤心惨目 
伤心致死 
伤心蒿目 
伤怀 
伤患 
伤悲 
伤悼 
伤感 
伤残 
伤残人员 
伤疤 
伤病员 
伤痕 
伤痕累累 
伤痛 
伤筋动骨 
伤筋断骨 
伤者 
伤耗 
伤脑筋 
伤透 
伤风 
伤风败俗 
伥 
伥鬼 
伦 
伦巴 
伦常 
伦敦 
伦敦国际金融期货交易所 
伦敦大学亚非学院 
伦敦大学学院 
伦敦证券交易所 
伦理 
伦理学 
伦琴 
伦琴射线 
伧 
伩 
伪 
伪书 
伪代码 
伪军 
伪劣 
伪君子 
伪善 
伪善者 
伪基百科 
伪币 
伪托 
伪朝 
伪科学 
伪经 
伪装 
伪证 
伪迹 
伪造 
伪造品 
伪造者 
伪钞 
伪顶 
伪饰 
伫 
伫列 
伫立 
伯 
伯乐 
伯仲之间 
伯仲叔季 
伯伯 
伯克利 
伯利兹 
伯利恒 
伯劳 
伯劳鸟 
伯南克 
伯叔 
伯叔祖母 
伯叔祖父 
伯多禄 
伯尔尼 
伯恩 
伯恩斯 
伯恩茅斯 
伯拉第斯拉瓦 
伯明翰 
伯杰 
伯母 
伯爵 
伯父 
伯特兰 
伯特兰德 
伯罗奔尼撒 
伯莎 
伯赛大 
伯都 
伯里克利 
伯颜 
估 
估产 
估价 
估值 
估堆儿 
估定 
估摸 
估测 
估算 
估衣 
估计 
估量 
伱 
伲 
伴 
伴侣 
伴侣号 
伴同 
伴君如伴虎 
伴唱 
伴奏 
伴娘 
伴星 
伴有 
伴热 
伴生气 
伴矩阵 
伴舞 
伴郎 
伴随 
伴随效应 
伶 
伶人 
伶仃 
伶俐 
伶俜 
伶悧 
伶牙俐齿 
伶盗龙 
伶鼬 
伸 
伸冤 
伸出 
伸展 
伸展台 
伸延 
伸开 
伸张 
伸懒腰 
伸手 
伸手不见五指 
伸港 
伸港乡 
伸缩 
伸缩喇叭 
伸缩性 
伸长 
伸雪 
伹 
伺 
伺候 
伺服 
伺服器 
伺机 
伺隙 
伻 
似 
似乎 
似懂非懂 
似是而非 
似曾相识 
似核 
似水年华 
似的 
似笑非笑 
似雪 
似鸟恐龙 
伽 
伽倻 
伽倻琴 
伽利略 
伽利略探测器 
伽师 
伽师县 
伽玛射线 
伽罗华 
伽罗华理论 
伽罗瓦 
伽罗瓦理论 
伽马 
伽马射线 
伽马辐射 
伾 
佃 
佃农 
佃户 
但 
但丁 
但书 
但以理书 
但凡 
但尼生 
但愿 
但愿如此 
但是 
但说无妨 
佉 
佉卢文 
佌 
位 
位于 
位元 
位元组 
位列 
位图 
位子 
位居 
位形 
位形空间 
位极人臣 
位次 
位移 
位置 
位置效应 
低 
低三下四 
低下 
低丘 
低于 
低产 
低价 
低估 
低低切切 
低体温症 
低俗 
低俗之风 
低俗化 
低保 
低保真 
低八度 
低分 
低利 
低利贷款 
低剂量照射 
低劣 
低压 
低压带 
低地 
低地绣眼鸟 
低地轨道 
低垂 
低声 
低声细语 
低头 
低头族 
低头认罪 
低尾气排放 
低层 
低帮 
低廉 
低微 
低息 
低成本 
低收入 
低放射性废物 
低效 
低昂 
低栏 
低档 
低气压 
低沉 
低洼 
低浓缩铀 
低温 
低潮 
低烧 
低热 
低眉顺眼 
低矮 
低空 
低空跳伞 
低空飞过 
低端 
低等 
低等动物 
低筋面粉 
低级 
低级语言 
低维 
低缓 
低耗 
低胸 
低能 
低能儿 
低脂 
低落 
低血压 
低血糖 
低语 
低调 
低谷 
低费用 
低迷 
低速层 
低速挡 
低速率 
低阶 
低阶语言 
低陷 
低音 
低音喇叭 
低音大号 
低音大提琴 
低音提琴 
低音炮 
低音管 
低领口 
低首下心 
低龋齿性 
住 
住区 
住友 
住口 
住嘴 
住地 
住址 
住处 
住宅 
住宅区 
住宅楼 
住宅泡沫 
住客 
住家 
住宿 
住居 
住建部 
住户 
住房 
住房和城乡建设部 
住所 
住手 
住持 
住校 
住舍 
住读 
住院 
住院治疗 
住院部 
佐 
佐世保 
佐丹奴 
佐佐木 
佐料 
佐格比国际 
佐治亚 
佐治亚州 
佐科威 
佐罗 
佐藤 
佐证 
佐贰 
佐酒 
佐野 
佐餐 
佑 
佑护 
体 
体书 
体会 
体位 
体例 
体侧 
体内 
体刑 
体制 
体力 
体力劳动 
体势 
体味 
体团 
体坛 
体型 
体外 
体外受精 
体大思精 
体察 
体己 
体己钱 
体式 
体弱 
体形 
体征 
体念 
体态 
体性 
体恤 
体恤入微 
体恤衫 
体悟 
体惜 
体操 
体操运动员 
体操队 
体无完肤 
体校 
体格 
体格检查 
体检 
体模 
体毛 
体液 
体温 
体温检测仪 
体温表 
体温计 
体温过低 
体现 
体癣 
体积 
体积单位 
体积百分比 
体系 
体细胞 
体统 
体罚 
体肤 
体育 
体育之窗 
体育场 
体育场馆 
体育比赛 
体育活动 
体育界 
体育系 
体育达标测验 
体育运动 
体育锻炼 
体育项目 
体育馆 
体能 
体腔 
体表 
体裁 
体认 
体谅 
体貌 
体质 
体贴 
体贴入微 
体重 
体重器 
体重计 
体量 
体长 
体面 
体香剂 
体验 
体魄 
何 
何不 
何不食肉糜 
何乐而不为 
何人 
何以 
何以见得 
何况 
何出此言 
何厚铧 
何去何从 
何啻 
何在 
何处 
何如 
何妨 
何尝 
何干 
何应钦 
何必 
何所 
何故 
何方 
何日 
何时 
何曾 
何济于事 
何等 
何苦 
何苦呢 
何西阿书 
何许 
何许人 
何谓 
何须 
何首乌 
何鲁晓夫 
佗 
佘 
余 
余下 
余光 
余党 
余切 
余剩 
余割 
余力 
余勇可贾 
余响绕梁 
余地 
余姚 
余姚市 
余存 
余孽 
余干 
余干县 
余年 
余庆 
余庆县 
余弦 
余弧 
余怒 
余怒未息 
余悸 
余数 
余数定理 
余晖 
余月 
余杭 
余杭区 
余江 
余江县 
余波 
余烬 
余热 
余甘子 
余留 
余留事务 
余留无符号数 
余皇 
余码 
余粮 
余绪 
余缺 
余者 
余角 
余车 
余辉 
余量 
余钱 
余集 
余震 
余音 
余音绕梁 
余韵 
余项 
余额 
佚 
佚名 
佛 
佛书 
佛像 
佛光 
佛兰德 
佛兰芒语 
佛典 
佛冈 
佛冈县 
佛口蛇心 
佛号 
佛吉尼亚 
佛坪 
佛坪县 
佛塔 
佛学 
佛家 
佛寺 
佛山 
佛山地区 
佛山市 
佛得角 
佛性 
佛手瓜 
佛教 
佛教徒 
佛教语 
佛朗哥 
佛朗机 
佛朗机炮 
佛朗机铳 
佛法 
佛法僧目 
佛洛伊德 
佛洛斯特 
佛爷 
佛牙 
佛祖 
佛经 
佛罗伦萨 
佛罗里达 
佛罗里达州 
佛舍利 
佛蒙特 
佛蒙特州 
佛诞日 
佛语 
佛跳墙 
佛门 
佛陀 
佛雷泽尔 
佛香阁 
佛骨塔 
佛龛 
作 
作下 
作业 
作业环境 
作业系统 
作东 
作为 
作主 
作乐 
作乱 
作交易 
作人 
作件 
作伴 
作保 
作假 
作兴 
作准 
作出 
作别 
作势 
作古 
作古人 
作合 
作呕 
作品 
作坊 
作奸犯科 
作好准备 
作威作福 
作孽 
作客 
作家 
作对 
作寿 
作废 
作弄 
作弊 
作怪 
作息 
作息时间 
作息时间表 
作恶 
作战 
作战失踪 
作战失踪人员 
作手 
作揖 
作数 
作文 
作料 
作曲 
作曲家 
作曲者 
作案 
作死 
作法 
作派 
作爱 
作物 
作用 
作用力 
作用理论 
作画 
作痛 
作祟 
作秀 
作笔记 
作答 
作罢 
作者 
作者不详 
作者未详 
作者权 
作色 
作茧 
作茧自缚 
作誓 
作证 
作证能力 
作贼 
作践 
作辍 
作风 
作风正派 
作马 
佝 
佝偻 
佝偻病 
佝瞀 
佞 
佟 
佟佳江 
你 
你个头 
你争我夺 
你们 
你好 
你情我愿 
你我 
你死我活 
你看着办吧 
你等 
你追我赶 
佡 
佢 
佣 
佣人 
佣人领班 
佣兵 
佣妇 
佣婢 
佣工 
佣金 
佣钱 
佤 
佤族 
佥 
佧 
佧佤族 
佩 
佩兰 
佩剑 
佩带 
佩戴 
佩服 
佩林 
佩洛西 
佩环 
佩皮尼昂 
佩饰 
佩鲁贾 
佪 
佫 
佬 
佯 
佯狂 
佯装 
佯言 
佰 
佱 
佳 
佳世客 
佳丽 
佳丽酿 
佳人 
佳人才子 
佳作 
佳偶 
佳冬 
佳冬乡 
佳县 
佳境 
佳妙 
佳宾 
佳得乐 
佳期 
佳木斯 
佳木斯大学 
佳木斯市 
佳洁士 
佳绩 
佳美 
佳肴 
佳能 
佳节 
佳评如潮 
佳话 
佳酿 
佳里 
佳里镇 
佴 
佶 
佷 
佸 
佹 
佺 
佻 
佼 
佼佼者 
佽 
佾 
使 
使不得 
使习惯 
使人信服 
使兴奋 
使出 
使劲 
使劲儿 
使受伤 
使命 
使唤 
使团 
使困扰 
使坏 
使容易 
使尽 
使役 
使徒 
使徒行传 
使得 
使怒 
使性 
使成 
使成一体 
使满意 
使然 
使生气 
使用 
使用价值 
使用数量 
使用权 
使用条款 
使用者 
使用者中介 
使用量 
使眼色 
使硬化 
使者 
使耳聋 
使膨胀 
使节 
使节团 
使转向 
使醉 
使领官员 
使领馆 
使馆 
使高贵 
使魔法 
使麻痹 
侀 
侁 
侂 
侃 
侃价 
侃侃 
侃侃而谈 
侃大山 
侃星 
侃爷 
侄 
侄女 
侄女婿 
侄媳妇 
侄子 
侄孙 
侄孙女 
侅 
侇 
侈 
侈糜 
侈谈 
侈靡 
侉 
侉子 
例 
例会 
例假 
例句 
例外 
例外字 
例如 
例子 
例示 
例行 
例行公事 
例言 
例证 
例语 
例题 
侌 
侍 
侍从 
侍从官 
侍候 
侍卫 
侍卫官 
侍奉 
侍女 
侍妾 
侍弄 
侍立 
侍者 
侍郎 
侏 
侏儒 
侏儒仓鼠 
侏儒症 
侏罗 
侏罗纪 
侏蓝仙鹟 
侐 
侑 
侔 
侗 
侗人 
侗剧 
侘 
侚 
供 
供不应求 
供佛花 
供养 
供品 
供大于求 
供奉 
供应 
供应品 
供应商 
供应室 
供应者 
供应链 
供房 
供水 
供求 
供油系统 
供热 
供燃气 
供物 
供状 
供献 
供电 
供称 
供给 
供职 
供花 
供血 
供血者 
供认 
供词 
供货 
供货商 
供过于求 
供述 
供销 
供销商 
供需 
侜 
依 
依云 
依从 
依仗 
依依 
依依不舍 
依偎 
依傍 
依兰 
依兰县 
依地酸二钴 
依存 
依安 
依安县 
依属 
依山傍水 
依循 
依恋 
依我来看 
依我看 
依托 
依据 
依撒依亚 
依撒意亚 
依撒格 
依旧 
依样画葫芦 
依次 
依法 
依法治国 
依洛瓦底 
依然 
依然如故 
依然故我 
依照 
依着 
依稀 
依计行事 
依赖 
依附 
依靠 
依顺 
侠 
侠义 
侠士 
侠客 
侠气 
侠盗猎车手 
侠盗飞车 
価 
侢 
侣 
侥 
侥幸 
侥幸心理 
侦 
侦办 
侦听 
侦察 
侦察兵 
侦察员 
侦察性 
侦察机 
侦探 
侦查 
侦毒器 
侦毒管 
侦测 
侦测器 
侦破 
侦缉 
侦讯 
侧 
侧写 
侧刀旁 
侧卧 
侧壁 
侧室 
侧录 
侧影 
侧根 
侧生动物 
侧目 
侧空翻 
侧耳 
侧身 
侧躺 
侧边栏 
侧重 
侧重点 
侧链 
侧锋 
侧门 
侧面 
侨 
侨乡 
侨务委员会 
侨居 
侨民 
侨胞 
侩 
侪 
侬 
侮 
侮弄 
侮慢 
侮蔑 
侮辱 
侮骂 
侯 
侯景之乱 
侯爵 
侯赛因 
侯门 
侯门似海 
侯马 
侯马市 
侵 
侵入 
侵入家宅者 
侵入岩 
侵入性 
侵入者 
侵华 
侵占 
侵吞 
侵夜 
侵害 
侵截 
侵截者 
侵扰 
侵晨 
侵权 
侵权行为 
侵犯 
侵略 
侵略军 
侵略者 
侵蚀 
侵蚀作用 
侵袭 
侽 
便 
便中 
便于 
便人 
便便 
便函 
便利 
便利商店 
便利店 
便利性 
便利贴 
便器 
便士 
便壶 
便嬛 
便宜 
便宜行事 
便宜货 
便宴 
便帽 
便当 
便急 
便所 
便捷 
便捷化 
便携式 
便是 
便服 
便条 
便条纸 
便桥 
便桶 
便步走 
便民利民 
便池 
便溺 
便盆 
便秘 
便笺 
便签 
便血 
便衣 
便衣警察 
便装 
便览 
便车 
便车旅行者 
便道 
便酌 
便门 
便闭 
便难 
便鞋 
便饭 
促 
促使 
促动 
促声 
促弦 
促成 
促求 
促狭 
促狭鬼 
促织 
促膝 
促膝谈心 
促请 
促进 
促退 
促销 
俄 
俄中 
俄中朝 
俄亥俄 
俄亥俄州 
俄克拉何马 
俄克拉何马城 
俄克拉何马州 
俄军 
俄勒冈 
俄勒冈州 
俄国 
俄国人 
俄塔社 
俄备得 
俄尔 
俄巴底亚书 
俄底浦斯 
俄底浦斯情结 
俄文 
俄狄浦斯 
俄罗斯 
俄罗斯人 
俄罗斯帝国 
俄罗斯方块 
俄罗斯族 
俄罗斯联邦 
俄罗斯轮盘 
俄而 
俄联邦 
俄语 
俄顷 
俅 
俉 
俊 
俊俏 
俊拔 
俊杰 
俊秀 
俊美 
俊雅 
俎 
俏 
俏丽 
俏皮 
俏皮话 
俏货 
俐 
俐落 
俑 
俑坑 
俓 
俗 
俗世 
俗世奇人 
俗事 
俗人 
俗体字 
俗名 
俗套 
俗字 
俗家 
俗气 
俗滥 
俗称 
俗话 
俗话说 
俗语 
俗谚 
俗谚口碑 
俗辣 
俗随时变 
俘 
俘获 
俘虏 
俚 
俚语 
俚谚 
俛 
俜 
保 
保不住 
保不定 
保不齐 
保丽龙 
保亭 
保亭县 
保亭黎族苗族自治县 
保人 
保住 
保佑 
保修 
保修期 
保健 
保健操 
保全 
保八 
保养 
保准 
保利科技有限公司 
保力龙 
保加利亚 
保单 
保卫 
保卫祖国 
保呈 
保命 
保固 
保墒 
保外就医 
保姆 
保媒 
保存 
保守 
保守主义 
保守党 
保守派 
保安 
保安人员 
保安团 
保安局局长 
保安族 
保安自动化 
保安部队 
保定 
保定地区 
保定市 
保家卫国 
保密 
保密性 
保尔 
保尔森 
保山 
保山地区 
保山市 
保底 
保康 
保康县 
保德 
保德县 
保惠师 
保户 
保护 
保护主义 
保护人 
保护伞 
保护剂 
保护区 
保护国 
保护性 
保护模式 
保护神 
保护者 
保护色 
保持 
保持克制 
保持原貌 
保持联系 
保时捷 
保暖 
保有 
保本 
保残守缺 
保母 
保洁 
保洁箱 
保温 
保湿 
保特瓶 
保环主义 
保甲制度 
保留 
保留剧目 
保留区 
保皇党 
保真度 
保研 
保祐 
保税 
保税区 
保管 
保管员 
保罗 
保育 
保育院 
保苗 
保藏 
保角 
保角对应 
保证 
保证人 
保证破坏战略 
保证金 
保语 
保质期 
保费 
保送 
保释 
保重 
保镖 
保镳 
保长 
保长对应 
保险 
保险丝 
保险单 
保险套 
保险杠 
保险柜 
保险盒 
保险箱 
保险解开系统 
保险费 
保障 
保障监督 
保靖 
保靖县 
保驾 
保鲜期 
保鲜纸 
保鲜膜 
保龄球 
俞 
俞天白 
俞文豹 
俞正声 
俞穴 
俟 
俟候 
俟机 
信 
信不过 
信丰 
信丰县 
信义 
信义乡 
信义区 
信从 
信令 
信以为真 
信仰 
信仰者 
信件 
信任 
信众 
信佛 
信使 
信使核糖核酸 
信函 
信口 
信口开合 
信口开河 
信口胡说 
信口雌黄 
信号 
信号台 
信号处理 
信号灯 
信噪比 
信天游 
信天翁 
信奉 
信孚中外 
信守 
信宜 
信宜市 
信实 
信宿 
信封 
信州 
