a
à
aac
aachen
aalborg
aarhus
aba
abacate
abacateiro
abacaxi
ábaco
abade
abadia
abafante
abafar
abafo
abaixar
abaixo
abaixo-assinado
abalada
abalançar
abalar
abalizar
abalo
abalroar
abanadela
abanadura
abanão
abanar
abandalhar
abandonar
abandono
abanico
abano
abarca
abarcante
abarcar
abarrotar
abastança
abastar
abastardar
abastecedouro
abastecer
abastonar
abatatar
abate
abater
abaúla
abaulai
abaulais
abaúlam
abaulamos
abaular
abaúlas
abaúle
abauleis
abaúlem
abaulemos
abaúles
abaúlo
abc
abcesso
abcissa
abdicante
abdicar
abdicatário
abdicativo
abdicatório
abdómen
abdominal
abdução
abducente
abdutivo
abdutor
abduzir
abecassis
á-bê-cê
abecedário
abeiçar
abeirar
abel
abelha
abelha-mestra
abelhão
abelhudo
abeliano
abencerragem
abençoadeira
abençoar
aberração
aberrante
aberrar
aberrativo
aberta
abertivo
aberto
abertura
abesoirar
abesourar
abespinhar
abeto
abetumar
abílio
abismal
abismar
abismo
abissal
abissínia
abissínio
abjecção
abjecto
abjudicar
abjurar
abjuratório
ablação
ablativo
abnegar
abnegativo
abóbada
abobadado
abobar
abóbora
aboboral
aboborar
aboboreira
abocamento
abocanhar
aboim
abole
abolem
aboles
aboli
abolicionismo
abolicionista
abolimos
abolir
abolis
abolitivo
abominar
abonar
abonatório
abono
abordagem
abordar
abordo
aborígene
aborrecer
abortadeira
abortar
abortivo
aborto
abotoadeira
abotoadura
abotoar
abraão
abracadabra
abraçadeira
abraçar
abraço
abraham
abrams
abrandar
abrangência
abranger
abrantes
abrasador
abrasante
abrasão
abrasar
abrasileirar
abrasivo
abreacção
abre-latas
abrenunciar
abreu
abreviar
abreviativo
abreviatura
abrigada
abrigadoiro
abrigadouro
abrigar
abrigo
abril
abrilhantar
abrir
abrolhar
abrolhoso
abrunhal
abrunheiro
abrunho
abrupto
absentismo
absentista
abside
absíntio
absinto
absoluto
absolutório
absolver
absolvição
absorção
absorto
absorvedor
absorvedouro
absorvência
absorvente
absorver
absorvibilidade
abstém
abstêm
abstémio
abstemos
abstenção
abstencionismo
abstencionista
abstende
abstendes
abstendo
abstenha
abstenhais
abstenham
abstenhamos
abstenhas
abstenho
absténs
abster
absterá
absterão
absterás
absterei
abstereis
absteremos
absteria
absteriam
absteríamos
absterias
absteríeis
absteve
abstida
abstidas
abstido
abstidos
abstinência
abstinente
abstinha
abstinham
abstínhamos
abstinhas
abstínheis
abstive
abstivemos
abstiver
abstivera
abstiveram
abstivéramos
abstiveras
abstiverdes
abstivéreis
abstiverem
abstiveres
abstivermos
abstivesse
abstivésseis
abstivessem
abstivéssemos
abstivesses
abstiveste
abstivestes
abstracção
abstraccionismo
abstractivo
abstracto
abstrair
abstusa
absurdez
absurdeza
absurdo
abu
abula
abulais
abulam
abulamos
abulas
abulia
abulíco
abulo
abundância
abundante
abundar
aburguesar
abusar
abusivo
abuso
abutre
acabadote
acabar
acabrunhado
acácia
acácio
academia
académico
academismo
acádico
açafrão
açaimar
açaime
açaimo
acalcar
acalçar
acalentar
acalento
acalmar
acalmia
acalorar
acama
acamar
açambarcar
açambarque
acampar
acanhar
acanho
acantonar
acariciador
acariciante
acariciar
acariciativo
acarinhar
ácaro
acarretar
acartar
acasalar
acaso
acastanhado
acastelar
acatador
acatar
acato
acatólico
acautelar
acavalado
acção
accionado
accionador
accional
accionar
accionista
acedência
acedente
aceder
acedioso
acefalia
acefálico
acéfalo
aceitabilidade
aceitador
aceitante
aceitar
aceite
acelerador
acelerante
acelerar
acenar
acendalha
acender
aceno
acento
acentual
acentuar
acepção
acepipe
acerbar
acerca
acercar
acerrimamente
acérrimo
acertar
acerto
acervo
aceso
acessão
acessível
acesso
acessório
acetal
acetato
acético
acetileno
acetinar
acetona
acha
achada
achado
achaque
achar
achatadela
achatadura
achatar
achega
achegar
achego
achincalhar
achinelar
achinesar
achocolatado
acicatar
acicate
acíclico
acicular
acidar
acidental
acidentar
acidente
acidez
acidificante
acidificar
ácido
acidófilo
acilação
acima
acinético
acinzar
acinzentar
acirrante
acirrar
acitrinar
aclamar
aclamativo
aclarar
aclimar
aclimatar
aclimatizar
aclive
acne
aço
acobardar
acobertar
acocado
acocorar
acode
acodem
acodes
acoimar
acoitar
açoitar
açoite
açoiteira
acoito
acolá
acolchetar
acolchoadeira
acolchoado
acolchoar
acolher
acolhida
acolia
acólito
acometer
acometida
acomodação
acomodadiço
acomodar
acompadrar
acompanhador
acompanhar
acompassar
acompridar
aconchegar
aconchego
acondicionar
acondimentar
aconselhador
aconselhar
aconsoantar
acontecer
acontecimento
acoplamento
acoplar
açor
açorda
acordante
acórdão
acordar
acorde
acordeão
acordeonista
acordo
açores
acoria
açoriano
acoronhar
acorrentar
acorrer
acossa
acossar
acostado
acostagem
acostar
acostumar
açoteado
açoteia
acotovelar
açougue
açougueiro
açoute
acovardar
acp
acre
acreditador
acreditar
acre-doce
acrescentar
acrescente
acrescento
acrescer
acrescido
acréscimo
acriançar
acrílico
acrítico
acrobacia
acrobata
acrobático
acrobatismo
acromático
acromatizar
acrónico
acrónimo
acrópole
acta
actínia
actínio
activante
activar
actividade
activismo
activista
activo
acto
actor
actriz
actuação
actual
actualismo
actualista
actualizado
actualizar
actuante
actuar
açúcar
açucarar
açucareiro
acuda
acudais
acudam
acudamos
açudar
acudas
açude
acudi
acudimos
acudir
acudis
acudo
acuidade
aculturação
acume
acumulação
acumulador
acumular
acumulativo
acupunctura
acurar
acurralar
acurvar
acusador
acusar
acusativo
acusatório
acusmático
acústica
acusticamente
acústico
acutangular
acutângulo
acutiladiço
acutilância
acutilante
acutilar
ad
adaga
adagial
adagiar
adagiário
adágio
adalberto
adamascar
adamastor
adams
adão
adaptabilidade
adaptação
adaptador
adaptar
adaptativo
adaptómetro
adega
adegar
adegueiro
adejar
adelaide
adelgaçar
adélia
adelina
adelino
adelson
ademais
adenda
adenoma
adenopatia
adenosina
adensar
adentar
adentrar
adentro
adepto
adequa
adequai
adequais
adequam
adequamos
adequar
adequas
adeqúe
adequeis
adeqúem
adequém
adequemos
adeqúes
adequo
aderecista
adereço
aderência
aderente
aderir
adérito
adesão
adesivo
adestrar
adeus
adeusar
adiabilidade
adiamantar
adiantar
adiante
adiar
adição
adicional
adicionar
adido
adietar
adipose
adiposo
adir
aditar
aditício
aditivo
adivinha
adivinhador
adivinhar
adivinhatório
adivinho
adjacência
adjacente
adjectival
adjectivar
adjectivo
adjudicador
adjudicar
adjudicatário
adjudicatório
adjunção
adjunto
adjuração
adjurar
adjuvante
adjuvar
administrar
administrativo
admirabilidade
admirar
admirativo
admirável
admissão
admissível
admitir
admoestador
admoestar
admoestatório
adn
adobe
adoçante
adoçar
adocicar
adoecer
adoentar
adoestar
adoidar
adolescência
adolescente
adolescer
adolfo
adonde
adónis
adonisar
adopção
adoptante
adoptar
adoptivo
adorar
adorativo
adormecer
adormentar
adornar
adorno
adquirente
adquirir
adrede
adrenalina
adriana
adriano
adriático
adro
adscrever
adscrição
adscrito
adsl
adstrito
aduaneiro
adubadela
adubador
adubadura
adubar
adubo
aduela
adufe
adulador
adular
adulatório
adulterador
adulterar
adulterino
adultério
adúltero
adulteroso
adulto
adutor
aduzir
advecção
adveio
advém
advêm
advenha
advenhais
advenham
advenhamos
advenhas
advenho
advéns
adventício
adventismo
adventista
advento
adverbial
adverbializar
adverbiar
advérbio
adversão
adversar
adversário
adversativo
adverso
adverte
advertem
advertência
advertes
adverti
advertimos
advertir
advertis
advida
advidas
advido
advidos
adviemos
advier
adviera
advieram
adviéramos
advieras
advierdes
adviéreis
advierem
advieres
adviermos
adviesse
adviésseis
adviessem
adviéssemos
adviesses
advieste
adviestes
advim
advimos
advinde
advindes
advindo
advinha
advinham
advínhamos
advinhas
advínheis
advir
advirá
advirão
advirás
advirdes
advirei
advireis
advirem
adviremos
advires
adviria
adviriam
adviríamos
advirias
adviríeis
advirmos
advirta
advirtais
advirtam
advirtamos
advirtas
advirto
advocacia
advocatório
advocatura
advogado
advogar
aéreo
aerobalística
aeróbico
aerodinâmica
aerodinâmico
aeródromo
aeroduto
aeroespacial
aerograma
aeromodelismo
aeromotor
aeronauta
aeronáutica
aeronáutico
aeronave
aeronavegação
aeroplanismo
aeroplano
aeroporto
aeroportuário
aeropostal
aeroscopia
aeroscópio
aerossol
aerotransportado
afã
afabilidade
afabilíssimo
afadigar
afagador
afagar
afago
afagoso
afamar
afanar
afanoso
afasia
afásico
afastador
afastar
afável
afazer
afazeres
afecção
afectante
afectar
afectivo
afecto
afectuoso
afeganistão
afegão
afeição
afeiçoar
afeito
afélio
afeminar
aferente
aferir
aferrar
aferroar
aferrolhar
afiadeira
afiador
afiambrar
afiançar
afiar
aficionado
afidalgar
afigurar
afigurativo
afilar
afilhado
afilhar
afiliação
afiliar
afim
afinador
afinagem
afinal
afinar
afincar
afinco
afinfar
afinidade
afirmação
afirmar
afirmativa
afirmativo
afivelar
afixar
afixo
aflautar
afleumar
aflição
afligir
aflitivo
aflito
aflorar
afluência
afluente
afluir
afluxo
afocinhar
afofar
afogadela
afogadiço
afogar
afogo
afoguear
afoitar
afoiteza
afoito
afolar
afolhar
afonia
afónico
afono
afonsino
afonso
afora
aforar
aforismo
aforístico
aformosear
aforquilhar
aforrar
aforro
afortalezar
afortunar
afp
afracar
afrancesar
afranzinar
afrechar
afreguesar
afretar
áfrica
africanar
africanas
africânder
africanizar
africano
afro
afrodisia
afrodisíaco
afrodita
afrodite
afroixamento
afronhar
afronta
afrontadiço
afrontador
afrontar
afrontoso
afrouxar
afta
afugentar
afumadura
afumar
afundar
afunilar
afuselado
agachar
agaiatar
agargalado
agarotar
agarra
agarrar
agasalhar
agasalho
agastar
ágata
agemado
agência
agenciar
agenda
agendar
agente
agigantar
ágil
agilidade
agilizar
agiota
agiotagem
agiotar
agir
agitabilidade
agitadiço
agitador
agitante
agitar
aglomerada
aglomerado
aglomerar
aglutinação
aglutinante
aglutinar
aglutinativo
agnosticismo
agnóstico
agoirar
agoireiro
agoirento
agoiro
agonia
agoniante
agoniar
agonística
agonizante
agonizar
agora
agorafobia
agorinha
agosteiro
agostinho
agostinhos
agostiniano
agosto
agourar
agoureiro
agourentar
agourento
agouro
agra
agraciar
agraço
agradar
agradável
agradecer
agrado
agrafador
agrafar
agrafia
agrafo
agrário
agravante
agravar
agravativo
agravatório
agravo
agre
agredi
agredimos
agredir
agredis
agregado
agregar
agregativo
agremiação
agressão
agressivo
agressor
agreste
agrial
agrião
agricultar
agricultura
agrida
agridais
agridam
agridamos
agridas
agride
agridem
agrides
agrido
agridoce
agrilhoar
agrimensão
agrimensar
agrimensor
agrimensura
agrisalhar
agro
agrografia
agrologia
agromania
agronomia
agrónomo
agropecuária
agropecuário
agror
agrosseirado
agrupar
agrura
agua
água
água-ardente
aguaça
aguaçal
aguaceiro
água-chilra
aguada
água-de-colónia
água-forte
água-furtada
aguai
aguais
aguam
aguamos
água-oxigenada
água-pé
aguar
aguardar
aguardente
aguardenteiro
aguardentoso
aguarela
aguarelar
aguarelista
aguarrás
aguas
águas
águas-furtadas
água-tinta
aguça
aguçadeira
aguçador
aguçadura
aguçar
aguço
agudez
agudeza
agudizar
agudo
agúe
águeda
agueis
agúem
aguemos
aguentar
aguerrido
aguerrilhar
aguerrir
agúes
águia
aguiar
aguilhão
aguilhar
aguilhoada
aguilhoadela
aguilhoar
aguisar
aguitarrar
agulha
agulhada
agulhagem
agulhar
agulheado
agulheiro
agulheta
aguo
ah
ai
aí
aida
ai-jesus
ainda
aio
aipo
aires
airoso
aix-en-provence
aix-la-chapelle
ajanotar
ajantarado
ajardinar
ajaulado
ájax
ajeitar
ajoelhar
ajornalar
ajoujar
ajoujo
ajuda
ajudada
ajudante
ajudar
ajuíza
ajuizai
ajuizais
ajuízam
ajuizamos
ajuizar
ajuízas
ajuíze
ajuizeis
ajuízem
ajuizemos
ajuízes
ajuízo
ajumentado
ajunta
ajuntador
ajuntadouro
ajuntar
ajuramentar
ajustador
ajustar
ajuste
ajustiçar
ala
alá
alabastro
alacaiar
alacridade
alagadiço
alagar
alagartado
alambique
alameda
álamo
alandroal
alanina
alapar
alar
alaranjar
alarde
alardear
alardo
alargar
alarico
alarido
alarma
alarmante
alarmar
alarme
alarvado
alarve
alasca
alastradeira
alastrar
alaúde
alavanca
alba
albanês
albânia
albano
albarda
albardar
albardeiro
albatroz
albedo
albergar
albergaria
albergaria-a-nova
albergaria-a-velha
albergue
albergueiro
albert
albertina
albertino
alberto
albicastrense
albinismo
albino
albufeira
albufeirar
albugínea
álbum
albúmen
albumina
albuminar
albuminoso
albuquerque
alça
alcácer
alcachofra
alcáçova
alçada
alçadeira
alçadura
alcaide
alcaide-mor
alcaiotar
alcalinizar
alcalino
alcalino-terroso
alcaloide
alcançar
alcance
alcanço
alcanena
alcântara
alcantil
alcantilado
alçapão
alçar
alcateia
alcatifar
alcatrão
alcatraz
alcatroar
alce
alcino
alcinos
alcobaça
alcobacense
alcochete
alcofa
alcofar
alcoforado
álcool
alcoolemia
alcoólico
alcoolificar
alcoolismo
alcoolizar
alcoolometria
alcoolómetro
alcorânico
alcorão
alcoutim
alcova
alcoviteiro
alcunha
alcunhar
alcunho
aldeamento
aldeão
aldeia
aldeído
aldeola
aldeota
aldora
aldrabada
aldrabão
aldrabar
aldrabeiro
aldrabice
álea
aleatório
alecrim
alegado
alegante
alegar
alegoria
alegórico
alegorizar
alegrão
alegrar
alegre
alegria
alegro
alegrote
aleijar
aleitar
aleixo
aleluia
além
alemanha
alemânico
alemão
além-mar
além-mundo
alencar
alenquer
alentar
alentejano
alentejo
alento
alergia
alérgico
alerta
alertar
alesmar
aletria
alevantar
alevante
alexandra
alexandre
alexandria
alexandrino
alexia
alexíaco
aléxico
alfa
alfabetar
alfabetário
alfabético
alfabetismo
alfabetizar
alfabeto
alface
alfacinha
alfaia
alfaiar
alfaiatar
alfaiataria
alfaiate
alfama
alfamense
alfândega
alfandegar
alfandegário
alfanumérico
alfarrábio
alfarrabista
alfarroba
alfarrobal
alfarrobar
alfarrobeira
alfazema
alfazemar
alfena
alferes
alfinetada
alfinetar
alfinete
alfineteira
alforge
alforjada
alforjar
alforrar
alforreca
alfredo
alga
algália
algaliar
algaraviada
algarismo
algarve
algarves
algarvio
algazarra
algazarrar
álgebra
algebricamente
algébrico
algebrizar
algema
algemar
algés
algibeira
algo
algodão
algodres
algoritmia
algorítmico
algoritmo
algoz
alguém
alguidar
algum
algures
alhada
alhambra
alhandra
alheamento
alhear
alheável
alheio
alheira
alheiro
alho
ali
aliança
aliar
aliás
álibi
alibilidade
alicante
alicate
alice
alicerçar
alicerce
aliciador
aliciante
aliciar
alienabilidade
alienante
alienar
alienatário
alienatório
alienígena
alienismo
alienista
aligeirar
alijar
alijó
alimentador
alimentar
alimentício
alimentividade
alimento
alimentoso
alimpar
alindar
alínea
alinhar
alinhavar
alinhavo
alípio
alisar
alísio
alistar
aliviar
alívio
aljezur
aljofrar
aljubarrota
aljubarrotense
aljustrel
allen
alma
almaço
almada
almanaque
almançor
almeida
almeirim
almejante
almejar
almejo
alminhas
almiranta
almirantado
almirante
almíscar
almiscarar
almiscareiro
almoçar
almoço
almocrevar
almocreve
almodôvar
almofada
almofadão
almofadar
almofadilha
almofariz
almôndega
almortão
almude
alô
alocar
alocução
alogamia
alojar
alojo
alombar
alongar
aloucar
alourar
alousar
alpaca
alparca
alpendrado
alpendrar
alpendre
alperce
alpes
alpestre
alpiarça
alpinismo
alpinista
alpino
alpista
alpiste
alpisteiro
alportel
alqueirão
alqueirar
alqueire
alqueva
alquimia
alquimiar
alquímico
alsácia
alsaciano
alta
altar
altar-mor
alter
alterabilidade
alteração
alterador
alterante
alterar
alterável
alter-ego
alterna
alternado
alternador
alternância
alternante
alternar
alternativa
alternativo
alterno
alteroso
alteza
altifalante
altímetro
altiplano
altista
altitude
altivez
altivo
alto
alto-falante
alto-relevo
altos-fornos
altruísmo
altruísta
altruístico
altura
aluadamente
aluar
alucinante
alucinar
alucinatório
alucinogéno
aludir
alugador
alugar
aluguer
aluir
aluísio
alumiar
aluminato
alumínio
alunagem
alunar
aluno
alusão
alusivo
aluvial
aluvião
aluviar
aluvionar
alva
alvaiázere
alvalade
alvará
alvares
álvares
alvarinho
álvaro
alvejante
alvejar
alvenaria
alvéola
alveolar
alvéolo
alverca
alves
alvim
alvissarar
alvíssaras
alvito
alvitrar
alvo
alvor
alvoraçar
alvorada
alvorar
alvorecer
alvoredo
alvoroçante
alvoroçar
alvoroço
alvura
alzira
ama
amã
amabilidade
amacacar
amachucadela
amachucar
amaciar
amadeu
amadeus
amado
amador
amadora
amadorense
amadorismo
amadrinhar
amadurecer
âmago
amainar
amalandrar
amaldiçoar
amálgama
amalgamar
amalgamento
amália
amalucar
amamentar
amancebado
amâncio
amândio
amanhã
amanhar
amanhecer
amanhecida
amanho
amansar
amansia
amante
amanteigado
amapá
amar
amaragem
amaral
amarante
amarar
amarelado
amarelar
amarelecer
amarelo
amares
amarfanhar
amargar
amargo
amargor
amargura
amarguradamente
amargurar
amaricar
amaro
amarotado
amarra
amarrador
amarradura
amarrar
amarrotar
amartelar
amarujar
amassadeira
amassadela
amassadura
amassar
amato
amatório
amável
amazelar
amazona
amazonas
amazonense
amazónia
amazónico
âmbar
ambas
ambição
ambicionar
ambicioso
ambidextro
ambiência
ambiental
ambientar
ambiente
ambiguamente
ambiguidade
ambíguo
âmbito
ambos
ambrósia
ambrosiano
ambrósio
ambulacrário
ambulância
ambulante
ambulativo
ambulatório
ameaça
ameaçador
ameaçante
ameaçar
amealhar
amear
ameba
amedalhar
amedrontador
amedrontar
ameia
ameigar
amêijoa
ameijoada
ameijoar
ameijoeira
ameixa
ameixeira
ameixial
ameixieira
ameixoal
ameixoeira
amelado
amélia
ameloado
amém
amembranado
ámen
amêndoa
amendoada
amendoado
amendoal
amendoeira
amendoim
ameninar
amenizar
ameno
américa
americana
americanada
americanice
americanizar
americano
américas
américo
ameríndio
amesquinhar
amesterdão
amestrar
amétrico
amianto
amiba
amicíssimo
amido
amieiro
amigaço
amigalhaço
amigalhão
amigalhote
amigar
amigável
amígdala
amigdalar
amigdalina
amigdalite
amigo
amílcar
amilóide
amimar
amimia
aminoácido
amistoso
amiúda
amiudai
amiudais
amiúdam
amiudamente
amiudamos
amiudar
amiúdas
amiúde
amiudeis
amiúdem
amiudemos
amiúdes
amiúdo
amizade
aml
amnésia
amniótico
amnistia
amnistiar
amo
amoedar
amofinar
amofinativo
amoirar
amoitar
amojar
amojo
amojudo
amoladeira
amolador
amoladura
amolar
amoldar
amolecar
amolecer
amolengar
amolentar
amolgadela
amolgadura
amolgar
amónia
amoniacal
amoníaco
amónio
amonites
amontanhar
amontar
amontoador
amontoar
amor
amora
amorado
amoral
amoralismo
amoralizar
amorangado
amorável
amordaçar
amoreira
amoreiral
amorenar
amores
amorfia
amorfismo
amorfo
amoricos
amorífero
amorim
amornar
amoroso
amor-perfeito
amor-próprio
amorrinhar
amortalhar
amortecedor
amortecer
amortiçar
amortizar
amorudo
amorzeiro
amossadela
amossar
amostra
amostragem
amostral
amostrar
amotinador
amotinar
amoucar
amourar
amouriscar
amover
amovibilidade
amp
amparar
amparo
ampere
amperímetro
ampliador
ampliar
ampliativo
ampliatório
amplidão
amplificador
amplificar
amplificativo
amplitude
amplo
ampola
ampulheta
amputar
amuar
amuleto
amulherar
amulherengar
amumiar
amuo
amura
amurada
amuralhar
amurar
ana
anabela
anabólico
anabolismo
anabolizante
anacom
anacrónico
anacronismo
anacronizar
anadia
anaeróbio
anaerobiose
anafar
anafe
anáfora
anafórico
anaforismo
anafrodisia
anafrodisíaco
anafrodita
anafrodítico
anagliptografia
anagrama
anal
analepse
analéptico
analfabético
analfabeto
analgesia
analgésico
analisador
analisar
análise
analista
analítico
analogamente
analogia
analogicamente
analogismo
analogístico
análogo
anamorfismo
anamorfose
ananás
anão
anaplasia
anaplastia
anaplástico
anarmónico
anarquia
anarquizar
anastácio
anástrofe
anatar
anátema
anatólia
anatomia
anatómico
anatomizar
anavalhar
anaximandro
anaxímenes
anc
anca
ancara
ancestral
anciã
ancião
ancinhar
ancinho
âncora
ancoradoiro
ancoradouro
ancoragem
ancorar
ancudo
andada
andadeira
andadeiro
andador
andadura
andaimar
andaimaria
andaime
andaimo
andaluz
andaluzia
andança
andante
andar
andarejo
andarilho
andas
andebol
andersen
andino
andor
andorinha
andorinho
andorra
andrade
andré
andreia
andrews
androceu
androfilia
androfobia
androgenesia
androgenésico
andróide
andrologia
andromaníaca
andrómeda
andromorfo
andropausa
andy
anedota
anedotário
anedótico
anedotista
anedotizar
anéis
anel
anelação
anelado
anelados
aneladura
anelídeo
anelídeos
anemia
anemiante
anemiar
anémico
anemizante
anemizar
anémona
anémona-do-mar
anencefalia
anencefálico
anencéfalo
anestesia
anestesiante
anestesiar
anestésico
anestesista
anestético
aneurisma
aneuritmia
aneurítmico
aneurose
anexar
anexionismo
anexionista
anexo
anfetamina
anfíbio
anfibiografia
anfibiologia
anfiteatro
anfitrião
ânfora
angariador
angariar
angeiras
ângela
angeles
angélica
angelical
angélico
angelismo
angelitude
angelizar
ângelo
angina
anginoso
angiologia
angkor
anglicanismo
anglicano
anglicismo
anglicizar
anglofilia
anglofobia
anglófono
anglo-luso
anglomania
anglo-saxão
anglo-saxónico
angola
angolano
angolense
angra
angrense
anguiforme
anguilha
angulado
angular
angularidade
angulário
ângulo
angulometria
angulómetro
angulosidade
anguloso
angústia
angustiante
angustiar
angustioso
anho
anião
aníbal
aniceto
anichar
anídrico
anidrido
anidrite
anidro
anil
anilar
anileiro
anilha
anilhar
anilho
anilina
anilinar
animador
animal
animalaço
animalão
animalejo
animalesco
animalismo
animalista
animalizar
animalogia
animante
animar
animatógrafo
anímico
animismo
animista
ânimo
animosidade
animoso
aninhar
aniquilador
aniquilar
anis
anisar
anisótropo
anita
aniversariante
aniversariar
aniversário
anjo
anjo-da-guarda
anmp
ano
anodização
ânodo
anoftálmico
anoitecer
anojadiço
anojar
ano-luz
anomalia
anómalo
anomia
anonimado
anonimamente
anonimato
anonímia
anónimo
anoréctico
anorexia
anormal
anormalidade
anortear
anos-luz
anoso
anotação
anotador
anotar
anovelar
ansa
anseia
anseiam
anseias
anseie
anseiem
anseies
anseio
anselmo
ânsia
ansiães
ansiai
ansiais
ansiamos
ansião
ansiar
ansiedade
ansieis
ansiemos
ansioso
anta
antagónico
antagonismo
antagonista
antagonizar
antanho
antão
antárctico
antárctida
antas
ante
anteacto
ante-à-ré
anteboca
antebraço
antecâmara
antecâmbrico
antecedência
antecedente
anteceder
antecessor
antecipação
antecipadamente
antecipar
anteclássico
antecoluna
anteconhecimento
antecoro
antedá
antedada
antedadas
antedado
antedados
antedai
antedais
antedamos
antedando
antedão
antedará
antedarão
antedarás
antedardes
antedarei
antedareis
antedarem
antedaremos
antedares
antedaria
antedariam
antedaríamos
antedarias
antedaríeis
antedarmos
antedás
antedava
antedavam
antedávamos
antedavas
antedáveis
antedê
antedêem
antedei
antedeis
antedemos
antedêmos
anteder
antedera
antederam
antedéramos
antederas
antederdes
antedéreis
antederem
antederes
antedermos
antedês
antedesse
antedésseis
antedessem
antedéssemos
antedesses
antedeste
antedestes
antedeu
antedito
antedizer
antedou
antefosso
anteguarda
antemão
antemostrar
antemover
antemural
antemuralha
antemurar
antemuro
antena
antenado
antenal
anteniforme
antenome
antenupcial
anteocular
anteocupante
anteocupar
anteontem
antepaga
antepagar
antepara
anteparar
anteparo
anteparto
antepassar
antepasto
antepenúltimo
antepor
anteporta
anteportada
anteportal
anteportaria
anteporto
anteposição
anteposto
anteprograma
anteprojecto
anteproposta
anterior
anterioridade
anteriorizar
antero
antes
antestreia
antevê
antevede
antevêem
anteveis
anteveja
antevejais
antevejam
antevejamos
antevejas
antevejo
antevemos
antevendo
antever
anteverá
anteverão
anteverás
anteverdes
anteverei
antevereis
anteverem
anteveremos
anteveres
anteveria
anteveriam
anteveríamos
anteverias
anteveríeis
antevermos
antevês
antevéspera
antevi
antevia
anteviam
antevíamos
antevias
antevidência
antevidente
antevíeis
antevimos
antevir
antevira
anteviram
antevíramos
anteviras
antevirdes
antevíreis
antevirem
antevires
antevirmos
antevisse
antevísseis
antevissem
antevíssemos
antevisses
antevista
antevistas
anteviste
antevistes
antevisto
antevistos
anteviu
anti
antiabolicionismo
antiabortivo
antiacadémico
antiaéreo
antialcalino
antialcoólico
antialcoolismo
antiaristocrata
antiaristocrático
antiartístico
antiasmático
antibiose
antibioterapia
antibiótico
anticatolicismo
anticatólico
anticéptico
anticientífico
anticívico
anticivismo
anticlássico
anticlerical
anticlericalismo
anticoagulante
anticolérico
anticomercial
anticoncepcional
anticonceptivo
anticoncílio
anticonstitucional
anticorpo
anticorporativismo
anticorporativo
anticorrosivo
anticosmético
anticrepúsculo
anticristão
anticristianismo
anticristo
anticrítico
antidiabético
antidiarreico
antidiftérico
antidigestivo
antidogmático
antidogmatismo
antídoto
antidramático
antieconómico
antiescarlatinoso
antiescorbútico
antiespiritualismo
antiestético
antievangélico
antifebril
antiferruginoso
antifilosófico
antífrase
antigamente
antigás
antigásico
antigénico
antigénio
antigeométrico
antigermânico
antigo
antigório
antigotoso
antigovernamental
antigramatical
antigrevista
antigripal
antiguidade
anti-hemorrágico
anti-hemorroidal
anti-hepático
anti-hipnótico
anti-infeccioso
anti-inflamatório
antijurídico
antiletárgico
antilhas
antiliberal
antilogaritmo
antilogismo
antílope
antimaçónico
antimagnético
antimatéria
antimelancólico
antimelódico
antimetátese
antimilitar
antimilitarismo
antimilitarista
antimónico
antimónio
antimonóxido
antimoral
antinacional
antinarcótico
antinatural
antineutrão
antinevrálgico
antinevrótico
antinódoa
antinomia
antinomismo
antinupcial
antioquia
antipapa
antipapado
antiparalelas
antiparalelismo
antiparasita
antiparlamentarismo
antipartícula
antipatia
antipatizar
antipatriótico
antipedagógico
antiperiódico
antiperistáltico
antiplástico
antípodas
antípodes
antipódico
antipoético
antipolítica
antipolítico
antipopular
antiprotão
antiqua
antiquai
antiquais
antiquam
antiquamos
antiquar
antiquário
antiquas
antiqúe
antiqueis
antiqúem
antiquém
antiquemos
antiqúes
antiquíssimo
antiquo
anti-racional
anti-raquítico
anti-realismo
anti-rugas
anti-séptico
antiteatro
antiteísmo
antitérmico
antítese
antitetânico
antitético
antitoxina
antituberculoso
antivariólico
antiviril
antivirulento
antivírus
antoine
antologia
antológico
antónia
antoniano
antonímia
antónimo
antónio
antracitoso
antro
antropocêntrico
antropocentrismo
antropofágico
antropófago
antropogénese
antropogenesia
antropogenético
antropogenia
antropóide
antropologia
antropométrico
antropomorfia
antropomorfismo
antropomorfizar
antropomorfo
antropomorfose
antroponímia
antroponímico
antropónimo
antropoteísmo
antropoterapia
antuérpia
antunes
anual
anualidade
anuário
anuência
anuente
anuidade
anuir
anulabilidade
anulador
anulante
anular
anulativo
anulatório
anunciada
anunciador
anunciante
anunciar
anunciativo
anúncio
ânus
anuviar
anzol
anzolado
anzoleiro
ao
aonde
aorta
aórtico
apache
apadrinhar
apadroar
apaga
apagador
apagar
apaixonadiço
apaixonado
apaixonar
apalaçar
apalaches
apalacianar
apaladar
apalancar
apalavrar
apalermar
apalhaçar
apalmar
apalpadeira
apalpadela
apalpão
apalpar
apalpo
apanágio
apancar
apanha
apanhado
apanhador
apanhadura
apanha-moscas
apanhar
apanho
apanicar
apanigua
apaniguai
apaniguais
apaniguam
apaniguamos
apaniguar
apaniguas
apanigúe
apanigueis
apanigúem
apaniguemos
apanigúes
apaniguo
apantufar
apaparicar
apaparicos
apapoilado
apara
aparadeira
aparador
aparafusar
apara-lápis
aparar
aparato
aparatoso
aparcamento
aparceirar
aparcelar
aparecer
aparelhagem
aparelhar
aparelho
aparência
aparentar
aparente
aparição
aparício
aparo
aparta
apartadiço
apartar
aparte
apartotel
aparvalhar
aparvoar
apascentar
apassivador
apassivante
apassivar
apassivativo
apatetado
apatia
apático
apatifar
apatite
apátrida
apatriota
apatrulhar
apavonar
apavorante
apavorar
apazigua
apaziguador
apaziguai
apaziguais
apaziguam
apaziguamos
apaziguar
apaziguas
apazigúe
apazigueis
apazigúem
apaziguemos
apazigúes
apaziguo
apeadeira
apeadeiro
apear
apeçonhar
apeçonhentar
apedantado
apedrar
apedrejador
apedrejar
apegadiço
apeganhar
apegar
apego
apel
apelabilidade
apelador
apelante
apelar
apelativo
apelatório
apelidar
apelido
apelo
apenas
apêndice
apendicectomia
apendiciado
apendicite
apenhascado
apeninsulado
apenso
apequenar
aperaltar
aperceber
aperceptibilidade
aperceptível
aperceptivo
aperfeiçoar
aperfilhar
aperiódico
aperitivo
apertada
apertadeira
apertadela
apertadoiro
apertador
apertadouro
apertão
apertar
aperto
aperuado
apesar
apestanado
apetecer
apetência
apetente
apetibilidade
apetição
apetitar
apetite
apetitivo
apetitoso
apetrechar
apetrecho
api
apicado
ápice
apicultura
apicultural
apiedar
apifobia
apiforme
apilhar
apimentar
apincelar
apingentar
apinhar
apinhoar
apintalhar
apipar
apitar
apito
apl
aplacar
aplainador
aplainar
aplanador
aplanar
aplástico
aplaudente
aplaudir
aplausível
aplauso
aplicabilidade
aplicação
aplicacional
aplicada
aplicante
aplicar
aplicativo
apocalipse
apocalíptico
apócrifo
apoderar
apodíctico
apodrecer
apodrentar
apodrir
apófase
apófise
apogeu
apogiatura
apoiar
apoio
apólice
apolinário
apolo
apologética
apologético
apologia
apologista
apologizar
apolónia
apolónio
apolvilhar
aponevrótico
apontador
apontar
apontes
apoplexia
apoquentador
apoquentar
apor
aportar
aportuguesar
após
aposentadoria
aposentar
aposento
aposição
apossar
aposta
apostar
apóstata
aposto
apostolado
apostolar
apostolicidade
apostólico
apostolizar
apóstolo
apostrofar
apóstrofe
apóstrofo
apostura
apotentar
apoteosar
apoteose
apoteótico
apótese
apoucar
appacdm
apple
apraz
apraza
aprazais
aprazam
aprazamos
aprazar
aprazas
aprazei
aprazeis
aprazem
aprazemos
aprazendo
aprazer
aprazerá
aprazerão
aprazerás
aprazerdes
aprazerei
aprazereis
aprazerem
aprazeremos
aprazeres
aprazeria
aprazeriam
aprazeríamos
aprazerias
aprazeríeis
aprazermos
aprazes
aprazia
apraziam
aprazíamos
aprazias
aprazida
aprazidas
aprazido
aprazidos
aprazíeis
aprazível
aprazo
apre
apreçar
apreciador
apreciar
apreciativo
apreciável
apreciavelmente
apreço
apreendedor
apreender
apreensão
apreensiva
apreensível
apreensivo
apreensor
apreensório
aprefixar
apregoador
apregoar
aprender
aprendiz
aprendizado
aprendizagem
apresar
apresentado
apresentador
apresentante
apresentar
apressar
apressurar
aprestamar
apréstamo
aprestar
apreste
apresto
apresuntado
aprimorar
aprioridade
apriorismo
apriorista
apriorístico
aprisionar
aproar
aprofundar
aprontar
apropositar
apropriado
apropriador
apropriar
aprosar
aprouve
aprouvemos
aprouver
aprouvera
aprouveram
aprouvéramos
aprouveras
aprouverdes
aprouvéreis
aprouverem
aprouveres
aprouvermos
aprouvesse
aprouvésseis
aprouvéssem
aprouvéssemos
aprouvesses
aprouveste
aprouvestes
aprovador
aprovar
aprovativo
aproveitabilidade
aproveitador
aproveitante
aproveitar
aprovisionar
aproximação
aproximadamente
aproximar
aproximativo
aprumar
aptidão
aptitude
apto
apucarado
apudorado
apúlia
apuliense
apúlio
apunhalante
apunhalar
apupada
apupar
apupo
apurar
apurativo
apuro
apurpurado
aquadrelar
aquadrilhar
aquando
aquário
aquartelar
aquartilhar
aquático
aquecedor
aquecer
aquecimento
aqueduto
aquele
àquele
aquém
aquém-fronteiras
aquém-mar
aquentar
aqui
aqui-del-rei
aquiescer
aquietador
aquietar
aquífero
aquilatar
aquiles
aquilhado
aquilino
aquilo
àquilo
aquinhoar
aquino
aquisgrana
aquisição
aquisitividade
aquisitivo
aquitânia
aquosidade
aquoso
ar
araão
árabe
arabesco
arábia
arábias
arábico
arábio
arabismo
arabista
arabizar
aracnídeo
aracnismo
aracnofilia
aracnóide
aracnóideo
arada
aradar
arado
aradouro
aradura
arafat
aragão
aragem
aragonês
aramaico
aramar
arame
arameiro
araneífero
araneiforme
aranha
aranhão
aranheira
aranheiro
aranhiço
aranhol
aranhoso
aranhuço
aranjuez
arar
arara
araújo
arauto
arbitragem
arbitral
arbitrar
arbitrariedade
arbitrário
arbitrativo
arbítrio
árbitro
arbóreo
arborescência
arborescente
arborescer
arboricídio
arborícula
arboricultura
arboriforme
arborista
arborizar
arbúscula
arbúsculo
arbustáceo
arbustal
arbustiforme
arbustivo
arbusto
arca
arcaboiço
arcabouçar
arcabouço
arcabuz
arcabuzada
arcabuzar
arcabuzaria
arcabuzeiro
arcada
arcádia
arcadiano
arcadura
arcaico
arcaísmo
arcaísta
arcaizante
arcangélico
arcanjo
arcano
arcar
arcaz
arcebispado
arcebispal
arcebispo
arcediago
archeiro
archote
archoteiro
arciforme
arcipreste
arco
arco-celeste
arco-da-velha
arco-íris
arco-irisar
ar-condicionado
arcoso
árctico
ardenas
ardência
ardente
ardentia
ardentoso
arder
ardífero
ardil
ardila
ardileza
ardiloso
ardina
ardor
ardoroso
ardósia
arduamente
ardume
árduo
área
areado
areal
areamento
areeiro
areia
arejador
arejar
arejo
arena
arenação
arenáceo
arenário
arenga
arengar
arengueiro
arenito
arenoso
arenque
arenqueiro
aréola
areolar
areométrico
areópago
areoso
aresta
arestado
arestal
aresteiro
aresto
arestoso
arfada
arfadura
arfante
arfar
argaço
argamassa
argamassar
arganil
argel
argélia
argelino
argentífero
argentina
argentino
argila
argilóide
argiloso
argola
argolada
argolão
argolar
argoleiro
árgon
argonauta
argonáutico
argóvia
argua
arguais
arguam
arguamos
arguas
argúcia
arguciar
argucioso
argúem
arguente
argui
argúi
arguimos
arguir
arguis
argúis
arguitivo
argumental
argumentar
argumentativo
argumentista
argumento
arguo
arguto
ária
arianizar
ariano
aridamente
aridez
árido
aríete
ariscar
arisco
aristides
aristocracia
aristocratismo
aristocratizar
aristófanes
aristóteles
aristotélico
aristotelismo
aritmética
aritmético
arizona
arkansas
arlequim
arles
arlindo
arma
armada
armadilha
armadilhar
armador
armadura
armamar
armando
armar
armaria
armário
armazém
armazenagem
armazenar
armazenista
armeiro
arménia
arménio
armilar
arminda
armindo
arminho
armistício
arnaldo
arno
arnold
arnoldo
aro
aroma
aromar
aromaterapia
aromaticidade
aromático
aromatismo
aromatizante
aromatizar
arouca
arpão
arpar
arpear
arpejo
arpoar
arpoeira
arpoeiro
arqueadura
arquear
arqueiro
arqueologia
arqueta
arquétipo
arquibancada
arquidiocese
arquiducado
arquiducal
arquiduque
arquimedes
arquipélago
arquitectar
arquitecto
arquitectónica
arquitectónico
arquitector
arquitectura
arquitectural
arquivar
arquivista
arquivístico
arquivo
arquivologia
arrabal
arrabalde
arrábida
arrábido
arrabujar
arraçar
arraçoamento
arraia
arraiada
arraial
arraia-miúda
arraigado
arraiolos
arrais
arranca
arrancada
arrancadeira
arrancadela
arrancador
arrancadura
arrancão
arrancar
arranco
arrancorar
arranha-céu
arranhadela
arranhadura
arranhão
arranhar
arranjadela
arranjado
arranjão
arranjar
arranjinho
arranjismo
arranjista
arranjo
arranque
arrasar
arrastadeira
arrastadiço
arrastador
arrastadura
arrastão
arrastar
arrasto
arre
arreador
arrear
arrearia
arrebanhadura
arrebanhar
arrebanho
arrebatante
arrebatar
arrebate
arrebato
arrebentadiço
arrebentão
arrebentar
arrebento
arrebique
arrebitaço
arrebitar
arrebite
arrebito
arrebolar
arre-burrinho
arrecadador
arrecadar
arrecuão
arrecuar
arrecuas
arreda
arredar
arredondar
arredor
arredores
arrefecedor
arrefecer
arrefentar
arregaçada
arregaçar
arregalar
arreganhada
arreganhar
arreganho
arregimentar
arregrar
arreigada
arreigar
arreio
arrelampar
arrelia
arreliar
arreliento
arrelvar
arrematar
arremate
arremedar
arremedo
arremessão
arremessar
arremesso
arremeter
arremetida
arremetimento
arrendar
arrendatário
arrepanhar
arrepanho
arrepeladela
arrepelar
arrepelo
arrepender
arrepiar
arrepio
arrestante
arrestar
arresto
arretadura
arretar
arreto
arretrasado
arrevesadamente
arrevesar
arreveso
arriar
arriba
arribadeiro
arribadiço
arribanceirado
arribar
arribas
arriscar
arritmia
arrítmico
arritmo
arrivismo
arrivista
arrizotónico
arroba
arrobar
arrobustado
arrodelar
arrogância
arrogante
arrogar
arroiar
arroio
arrojadiço
arrojar
arrojo
arrolar
arrolhar
arrolho
arromançar
arromba
arrombada
arrombadela
arrombador
arrombar
arronches
arrosetado
arrotador
arrotar
arroteador
arrotear
arroteia
arroto
arroubamento
arroubo
arroxar
arroxear
arroz
arrozada
arrozal
arroz-doce
arrozeira
arrozeiro
arruaça
arruaçar
arruaceiro
arruadeira
arruar
arruçar
arruda
arrudense
arruelado
arrufada
arrufadiço
arrufar
arrufo
arrugar
arruína
arruinai
arruinais
arruínam
arruinamos
arruinar
arruínas
arruíne
arruineis
arruínem
arruinemos
arruínes
arruíno
arruivado
arrulhar
arrulho
arrumaços
arrumadeira
arrumadela
arrumador
arrumar
arrumo
ars
arsenal
arsénico
arsénio
arsenioso
arte
artefacto
arte-maior
artéria
arterial
arterialidade
arterializar
arteríola
arteriosclerótico
arterite
artes
artesanal
artesanato
artesão
artesiano
articulação
articulante
articular
articulatório
articulista
artículo
articuloso
artífice
artificial
artificialidade
artificialismo
artificiar
artifício
artificioso
artigo
artilhar
artilharia
artilheiro
artimanha
artiodáctilo
artista
artístico
artola
artolar
artrite
artrítico
artritismo
artrópode
artrópodes
artrose
artrozoário
artur
aruba
arvicultura
arvoar
arvorar
árvore
arvoredo
as
ás
às
asa
asada
asador
asae
asar
ascenção
ascendência
ascendente
ascender
ascensão
ascensional
ascenso
ascensor
ascese
asceta
ascético
ascii
asco
ascórbico
ascoroso
aselha
asfaltador
asfaltar
asfáltico
asfaltite
asfalto
asfixia
asfixiante
asfixiar
ásia
asiaticismo
asiático
asiatismo
asilado
asilar
asilo
asinha
asma
asmático
asna
asnada
asnal
asnaria
asnático
asnear
asneira
asneirada
asneirão
asneirento
asneirola
asnidade
asno
aso
aspa
aspásia
aspectável
aspecto
aspectual
asperamente
aspereza
áspero
aspérrimo
aspersão
aspersor
aspiração
aspirador
aspirante
aspirar
aspirativo
aspiratório
aspirina
asqueroso
assaborar
assacar
assadeira
assadeiro
assador
assadura
assalariar
assalmonado
assaloiado
assaltada
assaltar
assalto
assanhadiço
assanhar
assanho
assapar
assapatar
assar
assarapantar
assarapanto
assassinar
assassinato
assassínio
assassino
assaz
assear
assedar
assediador
assediar
assédio
assegurador
assegurar
asseio
assembleia
assembleia-geral
assembler
assemelhar
assenhorar
assenhorear
assentada
assentador
assentar
assente
assentem
assentes
assenti
assentimos
assentir
assentis
assento
asséptico
asseptol
asserção
asserenar
asserir
assertar
assertivo
asserto
assertor
assertório
assessor
assessorado
assessoria
assessorial
assessório
assestar
assetar
asseverante
asseverar
asseverativo
assexo
assexuado
assexual
assexualidade
assidrar
assiduamente
assiduidade
assíduo
assilabia
assilábico
assim
assim-assim
assimetria
assimilabilidade
assimilador
assimilar
assimilativo
assimptota
assimptótico
assimulação
assinado
assinalante
assinalar
assinante
assinar
assinatura
assincronamente
assincronia
assíncrono
assindético
assinergia
assinérgico
assingelar
assinta
assintáctico
assintais
assintam
assintamos
assintas
assinto
assíria
assírio
assiriologia
assis
assisado
assísmico
assistência
assistencial
assistente
assistir
assoadela
assoalhada
assoalhadura
assoalhar
assoar
assoberbante
assoberbar
assobiada
assobiadela
assobiador
assobiante
assobiar
assobio
associabilidade
associação
associado
assocializar
associar
associativo
assolapar
assolar
assoldadar
assoleimar
assomada
assomadiço
assomar
assombradiço
assombrar
assombrear
assombro
assombroso
assomo
assonância
assonante
assopradela
assoprador
assopradura
assoprar
assopro
assorear
assossegar
assossego
assotar
assovinar
assumir
assumpção
assumptível
assumptivo
assunção
assunto
assustadiço
assustador
assustar
assustoso
astático
astenia
asterisco
astérix
asteróide
astral
astralidade
astralizar
astro
astrobiologia
astrodinâmica
astrofísica
astrofísico
astrofobia
astróide
astrolábio
astrólatra
astrolatria
astrologia
astromancia
astromante
astrometria
astrómetro
astronauta
astronáutica
astronímia
astrónimo
astronomia
astronómico
astrónomo
astroquímica
astro-rei
astroscopia
astúcia
astuciar
astucioso
asturiano
astúrias
astuto
atabalhoar
atabernar
ataca
atacador
atacadura
atacanhar
atacante
atacar
atada
atadeiro
atado
atadura
atafegar
atafulhar
atalaia
atalaiar
atalhada
atalhar
atalho
átalo
atamancar
atamarado
atapetar
ataque
ataqueiro
atar
atarantar
ataranto
atardar
atarefar
atarracar
atarraxar
atartarugado
ataúde
ataviar
atavio
atazanar
até
ateador
atear
ateatrado
atediar
ateia
ateísmo
ateístico
atelier
atemorizador
atemorizar
atempado
atempar
atemporal
atenas
atenção
atencioso
atendar
atender
ateniense
atentado
atentar
atentatório
atentivo
atento
atenuador
atenuante
atenuar
atenuativo
atermal
atermia
atérmico
aterosclerótico
aterrador
aterragem
aterraplanar
aterrar
aterro
aterroar
aterrorizador
aterrorizar
atestado
atestante
atestar
atesto
ateu
atiça
atiçador
atiçar
atiçoar
atigrado
atijolar
átila
atilhos
atinar
atinente
atingir
atino
atintar
atípico
atirada
atiradiço
atirador
atirar
atitude
atlanta
atlântico
atlântida
atlas
atleta
atlética
atlético
atletismo
atmosfera
atmosférico
à-toa
atoalhar
atol
atoladeiro
atoladela
atoladiço
atoladoiro
atoladouro
atolambar
atolar
atoleimar
atoleiro
atomatar
atombar
atomicidade
atómico
atomismo
atomista
atomístico
atomizar
átomo
atonalidade
atonar
atónico
atónito
átono
atontadiço
atontar
atontear
atorácico
atordoador
atordoante
atordoar
atormentadiço
atormentador
atormentar
atoucado
atoucinhar
atoxicar
atóxico
atracadela
atracadoiro
atracadouro
atracadura
atracão
atracar
atracção
atractividade
atractivo
atraente
atraiçoar
atrair
atrancar
atranco
atrapalhar
atrás
atrasado
atrasar
atraso
atravancar
atravanco
através
atravessadiço
atravessadoiro
atravessadouro
atravessante
atravessar
atrelagem
atrelar
atrepar
atrever
atrevidaço
atrevido
atrevidote
atribuição
atribuir
atribular
atributivo
atributo
atrição
atrigado
atrigueirado
atrincheirar
átrio
atrito
atroador
atroante
atroar
atrocidade
atroçoar
atrofia
atrofiador
atrofiante
atrofiar
atrombetado
atroo
atropar
atropelador
atropelante
atropelar
atropelo
atroz
atulhar
atulho
atum
atumultuar
aturar
aturdir
auckland
audácia
audacioso
audacíssimo
audaz
audibilidade
audição
audiência
audiente
áudio
audiofone
audiofrequência
audiometria
audiómetro
audiovisual
auditar
auditivo
auditor
auditoria
auditório
audível
auferir
auge
augir
augurar
augúrio
augusta
augustal
augustini
augustinianismo
augustiniano
augusto
aula
aumentador
aumentar
aumentativo
aumento
aúna
aunai
aunais
aúnam
aunamos
aúnas
aúne
auneis
aúnem
aunemos
aúnes
aúno
aura
aurélia
aurélio
áureo
auréola
aureolar
auricolo
auricolor
aurícula
auriculado
auricular
aurífero
aurificar
aurífice
aurifício
aurífico
aurora
auroral
aurorar
auroreal
aurorescer
auschwitz
auscultador
auscultadora
auscultar
ausência
ausentar
ausente
auspiciar
auspício
auspicioso
austeridade
austerismo
austerizar
austero
austral
australásio
austrália
australiano
australo-africano
australopiteco
áustria
austríaco
austro-húngaro
austromancia
autarca
autarcia
autarquia
autenticamente
autenticar
autenticidade
autêntico
autentificar
autismo
autista
auto
auto-avaliação
autobiografia
autobomba
autocarro
autocatálise
autociclo
autocinese
autocinesia
autoclínica
autoclismo
autocolante
autocombustão
autocondução
autoconfiança
autoconsciência
autocontrole
autocópia
autocopiar
autocorrector
autocracia
autocrático
autocratismo
autocrítica
autocromia
autóctone
autoctonia
autoctonismo
autodecomposição
auto-de-fé
autodefesa
autodestruição
autodeterminação
autodeterminismo
autodidacta
autodidáctica
autodigestão
autodinamia
autodinâmico
autódromo
auto-estima
autoestrada
auto-estrada
autofecundação
autofotografia
autogamia
autógamo
autogéneo
autogénese
autogenético
autognose
autogolo
autogoverno
autografar
autografia
autográfico
autógrafo
auto-hemoterapia
automação
automático
automatismo
automatização
automatizar
autómato
automobilismo
automobilista
automobilístico
automobilizar
automorfismo
automotor
automotora
automóvel
autónimo
autonomamente
autonomia
autonomizar
autónomo
autopiano
autoplastia
autópsia
autopsiar
autopsicografia
autóptico
autor
auto-rádio
auto-retrato
autoria
autoridade
autoritário
autoritarismo
autorizador
autorizar
autoscopia
autoscópio
autos-de-fé
auto-suficiência
auto-sugestão
auto-sugestionar
autotrófico
autoviação
autuar
auxiliador
auxiliante
auxiliar
auxiliário
auxílio
aval
avaladar
avalancha
avalanche
avaliador
avaliar
avalista
avalizador
avalizar
avançada
avançar
avanço
avantajar
avante
avaqueirado
avarandado
avarento
avareza
avaria
avariar
avaro
avassalador
avassalante
avassalar
avc
ave
avé
aveia
aveio
aveirense
aveiro
avelã
avelanado
avelanal
avelaneira
avelar
avelãzeira
aveleda
aveleira
aveleiral
avelhacar
avelhar
avelhentar
avelino
aveludar
avém
avêm
ave-maria
avença
avençal
avençar
avenha
avenhais
avenham
avenhamos
avenhas
avenho
avenida
avéns
avental
aventar
aventura
aventurar
aventureiro
aventuroso
averbar
averigua
averiguador
averiguai
averiguais
averiguam
averiguamos
averiguar
averiguas
averigúe
averigueis
averigúem
averiguemos
averigúes
averiguo
avermelhar
averrugar
aversão
avessar
avessas
avessia
avessidade
avesso
avestruz
avestruzeiro
aviador
avião
aviar
aviário
avicena
avicida
avicular
aviculário
avicultura
avida
avidamente
avidas
avidez
avido
ávido
avidos
aviemos
avier
aviera
avieram
aviéramos
avieras
avierdes
aviéreis
avierem
avieres
aviermos
aviesse
aviésseis
aviessem
aviéssemos
aviesses
avieste
aviestes
avigorar
ávila
avilanar
avilez
avim
avimos
avinagrar
avincar
avinde
avindes
avindo
avinha
avinham
avínhamos
avinhão
avinhar
avinhas
avínheis
avintes
aviolado
avioletar
avioneta
avir
avirá
avirão
avirás
avirdes
avirei
avireis
avirem
aviremos
avires
aviria
aviriam
aviríamos
avirias
aviríeis
avirmos
avis
avisador
avisar
aviso
avistar
avitaminose
avivador
avivar
aviventar
avizinhar
avo
avó
avô
avocação
avolumar
à-vontade
avós
avozinha
avulso
avultações
avultar
avultoso
axadrezado
axial
axiforme
axila
axilar
axiologia
axioma
axiomática
axiomático
axóide
azáfama
azafamar
azambuja
azambujense
azar
azarado
azarar
azebrar
azedar
azedia
azedo
azedote
azedume
azeitada
azeitão
azeitar
azeite
azeiteira
azeiteiro
azeitona
azeitonar
azeitoneira
azeitoneiro
azeméis
azenha
azenheiro
azerbaijanês
azerbaijão
azevedo
azevinheiro
azevinho
azia
ázimo
azimutal
azimute
azinha
azinhaga
azinhal
azinheira
azinheiral
azinheiro
azinho
azinhoso
azo
azotar
azótico
azoto
azotoso
azul
azuláceo
azular
azul-de-metileno
azulejador
azulejar
azulejo
baba
babado
babadouro
babadura
babão
babar
babeiro
babel
babélico
babilónia
babilónico
babilónio
baboseira
baboso
babugento
babuíno
babujar
bacalhau
bacalhoada
bacalhoeiro
bacalhuço
bacamartada
bacamarte
bacanal
bacanalizar
bacelada
bacelar
baceleiro
bacelo
bacento
bach
bacharel
bacharela
bacharelada
bacharelado
bacharelando
bacharelar
bacharelato
bachareleiro
bacharelomania
bachicar
bacia
baciado
bacífero
baciforme
bacilar
baciliforme
bacilizar
bacilo
bacilose
baciloso
baciloterapia
bacinete
bacio
backup
baco
baço
bacoco
bacon
baconiano
baconismo
bacoquismo
bacorada
bácoro
bactéria
bacteriáceo
bacteriano
bactérica
bactericida
bactérico
bacteriologia
bacterioscopia
bacteriose
baculífero
baculiforme
baculino
báculo
badajoz
badala
badalada
badalão
badalar
badaleira
badaleiro
badalejar
badalhoca
badalo
badameco
badana
badanal
badanar
badminton
bafar
bafejante
bafejar
bafejo
bafiento
bafo
baforada
baforar
baga
bagaçal
bagaceira
bagaceiro
bagaço
bagada
bagageira
bagageiro
bagagem
bagagista
bagalhão
bagalho
bagar
bagateiro
bagatela
bagdad
bagdade
bago
bagoado
bagudo
bagulho
bahamas
baía
baiano
baião
baila
bailadeira
bailado
bailadoiro
bailador
bailadouro
bailante
bailar
bailarico
bailarina
bailarino
bailariqueiro
baile
bailete
bailio
bailomania
bainha
bainhar
bainharia
bainheiro
baiona
baioneta
baionetada
bairrada
bairro
baixa
baixa-mar
baixar
baixel
baixela
baixeza
baixia
baixinho
baixio
baixista
baixo
baixo-relevo
baixos-relevos
baixote
bajulador
bajular
bajulatório
bajulice
baker
bala
balaço
balada
baladeiro
balalaica
balança
balançar
balancé
balancear
balanceiro
balancete
balanço
balão
balaústre
balázio
balbuciadela
balbuciante
balbuciar
balbuciente
balbucio
balbúrdia
balburdiar
balcânico
balcão
balcãs
balda
baldada
baldar
balde
baldear
baldio
baldo
baldroca
baldrocar
balé
balear
baleeira
baleeiro
balela
baleote
balista
balística
balístico
baliza
balizador
balizagem
balizar
ballet
balnear
balneário
balneatório
balneoterapia
balofo
baloiçar
baloiço
balote
balouçar
balouço
balouçoso
balsa
balsamar
balsâmico
balsamífero
balsamizar
bálsamo
balsemão
baltasar
baltazar
báltico
baltimore
baluarte
balúrdio
balzac
bambaleadura
bambaleante
bambalear
bambaleio
bambino
bambo
bambolim
bambolina
bambu
bambual
bambueira
bambuzal
banal
banalidade
banalizar
banana
bananal
bananeira
bananeiral
bananeiro
bananista
bananívoro
banca
bancada
bancaria
bancário
bancarrota
banco
bancocracia
banda
bandalheira
bandalho
bandarilha
bandarilhar
bandarilheiro
bandear
bandeira
bandeirada
bandeiral
bandeirante
bandeirar
bandeirinha
bandeirismo
bandeiro
bandeirola
bandeja
bandido
banditismo
bando
bandolear
bandoleirismo
bandoleiro
bandolim
bandolinada
bandolinista
bangaló
bangladeche
banha
banhar
banheira
banheiro
banhista
banho
banho-maria
banir
banjo
banqueiro
banquete
banquetear
banto
bantologia
bantustão
banzar
banzé
banzeiro
baptismal
baptismo
baptista
baptiste
baptizado
baptizando
baptizante
baptizar
baptizo
baque
baquear
baqueta
bar
barafunda
barafusta
barafustar
barahona
baralha
baralhada
baralhador
baralhar
baralho
barão
barata
baratear
barateio
barateiro
barateza
baraticida
barato
barba
barba-azul
barbaçudo
barbada
barbado
barbante
barbar
bárbara
barbaramente
barbaresco
barbaria
barbarice
barbaridade
barbárie
barbarismo
barbarizar
bárbaro
barbatana
barbear
barbearia
barbeirice
barbeiro
barbela
barbica
barbicha
barbitúrico
barbiturismo
barbo
barbosa
barbudo
barca
barcaça
barcarola
barceiro
barcelense
barcelona
barcelonês
barcelos
barco
bárdico
bardo
bária
barião
baricentro
bárico
bário
barítono
barlaventear
barlaventejar
barlavento
barnabé
barógrafo
barograma
barometria
barómetro
baronesa
baronete
baronia
baronial
baronizar
baroscópio
barostática
baróstato
barotrópico
barqueiro
barqueta
barquinha
barra
barrabás
barraca
barracão
barracento
barraco
barracório
barradela
barrado
barragem
barranco
barrancos
barrancoso
barraquim
barrar
barreira
barreiral
barreirar
barreirense
barreiro
barreiros
barrento
barreta
barretada
barrete
barreteiro
barreto
barrica
barricada
barricar
barriga
barrigada
barrigal
barrigana
barrigudo
barril
barrilada
barrileira
barro
barroco
barrosão
barrosinho
barroso
barrote
bartok
bartolomeu
barulhada
barulhar
barulheira
barulheiro
barulhento
barulho
basal
basáltico
basaltiforme
basalto
basbacaria
basbaque
basbaqueira
basco
báscula
basculante
base
basear
basebol
basial
basic
basicidade
básico
basificar
basilar
basileia
basílica
basilical
basilicata
basilienses
basílio
basquetebol
basquetebolista
bassorá
basta
bastante
bastão
bastar
bastardia
bastardo
bastião
bastidor
bastilha
basto
bastonada
bastonário
bastonete
bastos
bata
batalha
batalhador
batalhante
batalhão
batalhar
batata
batatada
batata-doce
batatal
batateira
batateiral
batateiro
batatudo
bate-chapa
batedeira
batedela
batedoiro
batedor
batedouro
bátega
bategada
batel
batela
batelão
bate-latas
batente
bate-papo
bate-que-bate
bater
bateria
baterista
bate-sola
batida
batina
batom
bâton
batoque
batota
batotar
batotear
batoteiro
batotice
batracóide
batráquio
batráquios
batucada
batucar
batuque
batuta
baú
baudelaire
baunilha
bávaro
baviera
bazar
bazófia
bazofiar
bazófio
bbc
bce
bci
bcm
bcp
bd
be
bê
bê-á-bá
beata
beataria
beateiro
beatério
beático
beatificante
beatificar
beatificatório
beatífico
beatitude
beatles
beato
beatorro
beatriz
beaumont
bêbado
bebé
bebedeira
bebedice
bêbedo
