#
SENT-END
SENT_START
㓟
㗎
㗎佬
㗎啦
㗎喇
㨆
㨘
㨴
㩧
㩧㩧齋
㩧濕
㷫
䀹
䀹住
䀹住佢
䟕
䟴
䟴䟴腳
一
一一
一丁不識
一丁點
一不做二不休
一不小心
一世
一世人
一世英名
一丘之貉
一乾二淨
一了百了
一事無成
一五一十
一些
一仆一碌
一代
一代不如一代
一代新人換舊人
一代英豪
一代豪傑
一以貫之
一住…一住…
一便
一便…，一便…
一係
一個
一個人
一個做好，一個做醜
一個啫
一個字
一個崩
一個巴掌拍不響
一個蘿蔔一個坑
一個頭兩個大
一個餅印
一個骨
一倍
一元化
一元方程式
一共
一再
一刀兩斷
一分一秒
一分為二
一分錢一分貨
一切
一刻千金
一剎那
一動不動
一動不如一靜
一勞永逸
一去不復返
一去不返
一反常態
一口價
一句話都唔聲
一句講晒
一吐為快
一向
一吓
一味
一呼百應
一命嗚呼
一哥
一問一答
一問三不知
一啲
一啲都唔
一啲都唔知
一嚿飯
一回生二回熟
一回生兩回熟
一國之主
一國之君
一國兩制
一團糟
一場兄弟
一塌糊塗
一塵不染
一夕之間
一夜致富
一夜風流
一夫一妻
一夫一妻制
一夫多妻
一夫當關
一失足成千古恨
一如往昔
一如既往
一妻制
一妻多夫
一妻多夫制
一字不差
一字不漏
一字不識
一字之差
一字之師
一字千金
一學就識
一官半職
一定
一家之主
一家人
一家大小
一實
一寸光陰一寸金
一將功成萬骨枯
一對一
一對多
一展身手
一山還比一山高
一己之私
一己之見
一帆風順
一席之地
一年半載
一年四季
一年級
一廂情願
一式
一往
一往情深
一心一意
一心二用
一心向上
一忍再忍
一念之差
一念之間
一怒之下
一怔
一息尚存
一意孤行
一應俱全
一成不變
一戙都冇
一房一廳
一手一腳
一手包辦
一手遮天
一技之長
一拍兩散
一拍即合
一招半式
一拮就穿
一掃而光
一掃而空
一揪一掕
一撇嘢
一擔擔
一擲千金
一敗塗地
一文不值
一方面
一於
一於係噉
一於係噉啦
一於唔
一於唔制
一於唔畀佢去
一於噉話啦
一族
一日
一日之計在於晨
一日到黑
一日千里
一日夫妻百日恩
一早
一時之間
一時時
一時糊塗
一曝十寒
一月份
一望無垠
一望無邊
一望無際
一朝一夕
一朝天子一朝臣
一朝被蛇咬
一本正經
一本萬利
一枝之棲
一枝公
一枝獨秀
一柱擎天
一條氣
一概
一概而論
一模一樣
一樣
一樹百穫
一次
一次過
一步登天
一死一傷
一死了之
一毛不拔
一氣之下
一氣呵成
一氧化物
一氧化碳
一氧化碳中毒
一池春水
一池秋水
一決勝負
一決雌雄
一沐三握髮
一波三折
一波又起
一波未平
一洗塵俗
一派胡言
一清二楚
一清二白
一清如水
一溜煙
一瀉千里
一炮而紅
一無可取
一無所得
一無所恃
一無所有
一無所獲
一無所知
一無所長
一無是處
一無長物
一片丹心
一片汪洋
一片漆黑
一片癡心
一片苦心
一物剋一物
一物降一物
一狐之腋
一生一世
一生人
一生受用不盡
一番苦心
一病不起
一瘸一拐
一登龍門
一發不可收拾
一百
一盅兩件
一盤水
一目了然
一目十行
一目瞭然
一直去
一直行
一督就穿
一知半解
一石二鳥
一石兩鳥
一神教
一神論
一窩蜂
一窮二白
一窺究竟
一竅不通
一竹篙打晒一船人
一竹篙揇咗一船人
一筆勾銷
一等兵
一等艙
一箭雙雕
一篇文章
一籌莫展
一紙空文
一統天下
一絲一毫
一絲不掛
一絲不苟
一網打盡
一線之隔
一線希望
一而再
一聲不吭
一聲不響
一肚屎計
一脈相傳
一腔熱血
一腔熱誠
一腳踢
一腳踢開
一臂之力
一致
一致性
一舉一動
一舉兩得
一舉成名
一般
一般人
一般嘅
一般嚟講
一般常識
一般性
一般情形
一般狀況
一般而言
一落千丈
一葉扁舟
一葉知秋
一表人才
一表人材
一見傾心
一見如故
一見鍾情
一視同仁
一親芳澤
一覽
一覽無遺
一覽表
一觸即發
一言一行
一言不發
一言中的
一言九鼎
一言以蔽
一言半語
一言喪邦
一言既出駟馬難追
一言為定
一言興邦
一言難盡
一語中的
一語道破
一語雙關
一誤再誤
一諾值千金
一諾千金
一貧如洗
一貫
一跌再跌
一路
一路…一路…
一路上
一路以為
一路平安
一路都有
一路順風
一蹴而就
一蹶不振
一身是膽
一身蟻
一身鬆
一較高下
一輩
一轉眼
一邊倒
一部分
一醉解千愁
一針見血
一錯再錯
一鑊泡
一鑊熟
一閃即逝
一閃而過
一陣
一陣間
一隅
一隻屐
一面之交
一面之緣
一面之詞
一面屁
一頭
一頭…一頭…
一頭煙
一頭霧水
一頸血
一額汗
一顰一笑
一飛沖天
一飲而盡
一飽口福
一飽眼福
一飽耳福
一馬當先
一骨碌
一髮千鈞
一鳴驚人
一點一滴
一點鐘
一黨制
一鼓作氣
一鼻孔出氣
一齊
一齋三雜
一齋兩雜
丁
丁咁多
丁字
丁字尺
丁字形
丁字褲
丁是丁卯是卯
丁等
丁級
丁香
丁香油
丁香花
七
七七八八
七個字
七十
七十二變
七嘴八舌
七國咁亂
七夕
七孔流血
七孔生煙
七尺之驅
七巧板
七平八穩
七年之癢
七年級
七彩
七彩繽紛
七情上面
七情六慾
七手八腳
七扭八歪
七折八扣
七拐八拐
七擒七縱
七早八早
七月
七月份
七橫八豎
七步之才
七步奇才
七步成詩
七步詩
七百
七竅
七竅冒煙
七竅生煙
七級
七老八十
七葷八素
七行詩
七言
七言律詩
七言絕句
七言詩
七里香
七重唱
七重奏
七零八落
七顛八倒
七點
七點鐘
万
丈
丈人
丈母娘
三
三不五時
三不朽
三不管
三九唔識七
三人行
三仔
三代同堂
三位
三位一體
三位數
三俠五義
三個字
三個臭皮匠
三催四請
三八婦女節
三分頭
三十
三十六計
三十而立
三叉戟
三叉蘇
三句不離
三句話不離本行
三合會
三唔識七
三國時代
三國演義
三國誌
三國鼎立
三圍
三姑六婆
三寸不爛之舌
三寸金蓮
三少
三尖八角
三岔路口
三幅被
三年五載
三年級
三度空間
三弦
三弦樂器
三弦琴
三心二意
三思
三思而後行
三思而行
三態
三態變化
三房一廳
三房二廳
三扒兩撥
三教九流
三文治
三文魚
三斑家蚊
三星級
三更半夜
三權分立
三步擸埋兩步走
三氯甲烷
三生有幸
三百六十度
三皇五帝
三等
三等艙
三粒星
三級
三級片
三索
三緘其口
三缺一
三腳
三腳架
三色堇
三行
三衰六旺
三角
三角函數
三角學
三角帆
三角形
三角戀愛
三角旗
三角架
三角洲
三角測量
三角肌
三角褲
三角錐
三言兩語
三足鼎立
三跪九叩
三軍
三輪車
三部曲
三重唱
三重奏
三長兩短
三隻手
三面體
三頭六臂
三頭肌
三顧茅廬
三顧茅蘆
三餐不繼
三魂七魄
三鳥
三鳥成群
三點
三點式
三點水
三點鐘
上
上上下下
上上之策
上下
上下其手
上下文
上中下游
上中農
上乘
上京
上任
上位
上供
上便
上個
上個禮拜
上傳
上前
上半場
上半年
上半身
上半部
上去
上古
上古時代
上台
上司
上吐下瀉
上告
上品
上坡
上坡路
上坡道
上堂
上墳
上大學
上天
上天堂
上天無路
上契
上好
上學
上學校
上將
上尉
上尉軍官
上層
上層社會
上山
上山下海
上山下鄉
上岸
上巿
上市
上帝
上床
上座
上弦
上弦月
上情下達
上意識
上戰場
上文
上斜
上方
上旬
上昇
上映
上映期間
上晝
上書
上朝
上架
上校
上校軍官
上梁不正下梁歪
上榜
上榜名單
上樓
上樹
上次
上氣不接下氣
上油
上流
上流人士
上流社會
上海話
上游
上游工業
上湯
上漆
上演
上漲
上火
上班
上班族
上班時間
上班服
上畫
上當
上皮
上皮細胞
上皮組織
上眼皮
上移
上空
上空裝
上第
上等兵
上等貨
上策
上級
上網
上線
上繳
上聯
上聲
上肢
上肥
上臂
上臂骨
上船
上色
上菜
上落
上蒼
上蠟
上街
上衣
上訪
上訴
上訴人
上議院
上路
上車
上軌道
上載
上述
上部
上酒家
上釉
上鉤
上銀幕
上錯天堂投錯胎
上鎖
上鏈
上鏡
上鏡頭
上門
上限
上陣
上集
上面
上頁
上頜骨
上額
上顎
上顎骨
上香
上馬
上體
上高
下
下一代
下一個
下一步
下下
下下之策
下不為例
下世
下丘腦
下中農
下乘
下人
下令
下任
下位
下低
下便
下個
下個月
下個禮拜
下凡
下列
下午
下午茶
下半
下半世
下半場
下半年
下半身
下召
下坡
下坡路
下垂
下場
下嫁
下定決心
下層
下層社會
下層組織
下屬
下山
下崗
下底
下弦
下弦月
下情上達
下意識
下扒
下扒輕輕
下文
下方
下旬
下晝
下榻
下次
下流
下流人士
下流社會
下游
下游工業
下班
下班時間
下眼皮
下碇
下移
下等
下等貨
下策
下級
下線
下聯
下肢
下脣
下腹
下臂
下落
下落不明
下襬
下詔
下議院
下賤
下跌
下跪
下身
下載
下輩
下達
下邊
下部
下鄉
下降
下限
下集
下面
下頁
下頜骨
下額
下顎
下顎骨
下馬威
下體
下麵
丌
不
不三不四
不中不西
不乏其人
不了了之
不予置評
不二價
不二法門
不亢不卑
不亦樂乎
不以為然
不以為苦
不以語人
不便
不修邊幅
不倒翁
不倫不類
不值
不值一提
不值一文
不值一顧
不假思索
不偏不倚
不停
不傷和氣
不僅
不僅僅
不像樣
不像話
不光
不免
不入虎穴
不公不義
不共戴天
不共戴天之仇
不再
不冷不熱
不凍港
不凡
不出所料
不分彼此
不分晝夜
不分男女老幼
不分皂白
不分軒輊
不分輕重緩急
不分青紅皂白
不切實際
不切題
不利
不前不後
不動產
不動聲色
不務正業
不勝其煩
不勝感激
不勝枚舉
不勝負荷
不勝酒力
不勞而獲
不升反降
不卑不亢
不即不離
不厭其煩
不厭其詳
不及
不及格
不及物動詞
不受歡迎
不只
不可一世
不可同日而語
不可名狀
不可告人
不可多得
不可思議
不可想像
不可或缺
不可戰勝
不可捉摸
不可收拾
不可救藥
不可數
不可旁貸
不可理喻
不可知論
不可磨滅
不可終日
不可能
不可言喻
不可諱言
不可逾越
不可避免
不可開交
不可限量
不合
不合作
不合時宜
不合標準
不合規定
不同以往
不同凡響
不同點
不吐不快
不吝指正
不吝賜教
不含
不含稅
不含糊
不吭一聲
不吭聲
不吵不鬧
不告而別
不和
不問
不問前因後果
不問是非曲直
不問青紅皂白
不善
不善於
不喜歡
不單
不在乎
不在場
不在意
不在話下
不堪
不堪一擊
不堪入目
不堪入耳
不堪設想
不外乎
不夜城
不夠
不大不小
不失
不失為
不失眾望
不失良機
不奈煩
不好
不如
不如下次先啦
不妥
不妨
不孕
不孕症
不孝
不孝子
不孝有三
不學無術
不守信用
不安本分
不定
不定冠詞
不定形
不定期
不定根
不定詞
不定量
不宜
不宣而戰
不容
不容分說
不容置疑
不容置辯
不寐
不寒而慄
不實
不對勁
不屈不撓
不屑
不屑一顧
不平則鳴
不平等條約
不平而鳴
不幸
不幸中之大幸
不得
不得不
不得了
不得人心
不得其法
不得其解
不得好死
不得已
不得而知
不得要領
不必
不忍
不忍卒睹
不忍心
不急不徐
不急之務
不恥
不恥下問
不息
不悅
不惑之年
不惜
不惜一切
不惜一戰
不惜犧牲
不愧
不慌不忙
不慎
不懷好意
不成體統
不戰而敗
不戰而退
不打不相識
不打自招
不敢當
不文
不文物
不明不白
不時
不景氣
不治
不治之症
不溜
不無
不無可疑
不無可疑之處
不然
不特
不理不睬
不甘
不甘寂寞
不甘心
不甘示弱
不當
不知幾
不知所云
不禁
不管
不管三七二十一
不絕於耳
不經一事，不長一智
不經不覺
不義之財
不翼而飛
不自量力
不覊
不見不散
不見天日
不見棺材不掉淚
不見經傳
不言而喻
不計其數
不詳
不請自來
不論
不論如何
不論怎樣
不論怎麼
不諳
不謀而合
不負眾望
不費吹灰之力
不足掛齒
不足為外人道
不足為奇
不足為憑
不足為訓
不足輕重
不辯菽麥
不透明
不速之客
不進則退
不過
不過如此
不遑
不遜
不遠千里
不遠千里而來
不適
不遺餘力
不鏽鋼
不關痛癢
不食人間煙火
与
与众不同
丏
丐
丐幫
丑
丑化
丑態
丑旦
丑時
丑角
丑陋
且
且慢
且聽下回分解
丕
世
世世代代
世事
世人
世代
世代交替
世代相傳
世伯
世俗
世俗主義
世叔
世外桃源
世界
世界主義
世界仔
世界史
世界地圖
世界大同
世界大戰
世界屋脊
世界文化
世界新聞
世界末日
世界盃
世界級
世界經濟
世界經濟危機
世界觀
世界語
世界貿易
世界貿易中心
世界貿易大樓
世界銀行
世界錦標賽
世紀
世紀末
世襲
世貿
世貿中心
世貿大樓
世運
世運會
世道
世銀
世錦賽
世間
世面
世風日下
丘
丘陵
丙
丙等
丙級
丙酮
丞
丞相
丟
丟三拉四
丟擲
丟架
丟棄
丟生
丟那媽
並
並且
並列
並列譯文
並存
並排
並未
並無
並無不可
並用
並肩
並肩作戰
並肩而行
並非
丫
丫環
丫頭
丫鬟
中
中上
中上層
中上游
中上程度
中上等
中上級
中上階層
中上階級
中下
中下層
中下游
中下程度
中下等
中下級
中下階層
中下階級
中世紀
中低
中低層
中傷
中區
中午
中南
中南部
中古
中古世紀
中古史
中古時代
中古車
中咗邪
中國人
中國史
中國字
中國式
中國文化
中國文學
中國畫
中國社會
中國菜
中國話
中國醫藥
中型
中堅
中堅份子
中場
中外
中大
中大型
中央
中央圖書館
中學
中學生
中學西用
中學雞
中將
中尉軍官
中小
中小企
中小企業
中小學
中層
中層階級
中山裝
中年人
中度
中庸
中庸之道
中庸思想
中式
中彈
中心
中心人物
中心內容
中心區
中心地帶
中心思想
中心線
中心點
中性
中性人
中性名詞
中意
中招
中指
中提琴
中文
中文化
中文堂
中文字
中文書
中文系
中斷
中旬
中暑
中更
中期
中校
中槍
中標
中樞
中樞神經
中樞神經系統
中樞系統
中止
中段
中毒
中獎
中產
中產階級
中用
中看
中秋佳節
中秋月餅
中秋節
中程
中程計劃
中程飛彈
中空
中立
中立主義
中立區
中立國
中立國家
中立地區
中立地帶
中立派
中等
中等教育
中等艙
中篇
中篇小說
中級
中線
中繼站
中耳
中耳炎
中聽
中肯
中腦
中興
中草藥
中藥
中藥學
中藥店
中藥房
中藥舖
中裝
中褸
中計
中距離
中輟
中途
中選
中邪
中部
中醫
中醫藥
中鋒
中長期
中間
中間人
中靶
中風
中飯
中餐
中高
中高層
中高級
中高音
丰
丰姿
丰采
丱
串
串仔
串供
串女
串演
串聯
串通
串門
丸
丸仔
丹
丹丸
丹墀
丹心
丹田
丹田功
丹砂
丹粒
丹紅
丹紅色
丹藥
丹鳳
丹鳳眼
主
主人
主人公
主人翁
主任
主使
主修
主修科目
主僕
主僕關係
主力
主力軍
主動
主動權
主動脈
主句
主唱
主因
主場
主婦
主嫌
主宰
主宰權
主峰
主帆
主帥
主席
主席台
主廚
主張
主從
主從關係
主意
主持
主持人
主持正義
主播
主旋律
主旨
主機
主機板
主權
主權國
主權國家
主權在民
主治
主治醫生
主流
主流派
主流社會
主演
主犯
主要
主觀
主角
主頁
主題
乂
乃
乃是
乃至
乃至於
久
久不久
久仰
久仰大名
久別
久別重逢
久而久之
久違
乇
么
之
之上
之下
之不過
之中
之乎者也
之內
之初
之前
之嘛
之外
之後
之所以
之間
之際
之類
乍
乍得
乍看之下
乍聽之下
乍雨乍晴
乎
乏
乏人問津
乏力
乏味
乏善
乏善可陳
乒
乒乓波
乒鈴𠾴唥
乓
乖
乖巧
乘
乘人之危
乘便
乘其不備
乘冪
乘勝追擊
乘勢
乘客
乘數表
乘機
乘法
乘涼
乘空
乘興
乘興而來
乘興而往敗興而歸
乘船
乘虛
乘虛而入
乘車
乘除
乘隙
乘風破浪
乘龍快婿
乙
乜
乜嘢
乜嘢時間
乜嘢環境？
乜嘢話
乜因由
乜時候
乜東東
乜滯
乜誰
乜都
乜都假
乜都唔會
乜都唔理
乜都得
乜鬼
九
九九乘法
九九乘法表
九九登高
九九表
九九重陽
九九金
九個字
九十
九命怪貓
九品
九唔搭八
九大簋
九宮
九宮格
九年級
九曲十三彎
九月
九月份
九死一生
九泉
九泉之下
九牛一毛
九牛二虎之力
九霄雲外
九點
九點鐘
乞
乞丐
乞人憎
乞兒
乞兒公
乞嗤
乞求
乞討
乞食
也
也許
乩
乳
乳劑
乳名
乳房
乳暈
乳汁
乳液
乳溝
乳癌
乳白
乳白色
乳腺
乳臭
乳臭未乾
乳製品
乳豬
乳酪
乳酸
乳頭
乳鴿
乳齒
乸
乸型
乾
乾乾淨淨
乾嗽
乾坤
乾旱
乾晒塘
乾杯
乾枯
乾柴
乾柴烈火
乾洗
乾洗店
乾淨
乾淨俐落
乾渴
乾濕褸
乾炒
乾熱
乾燥
乾瘦
乾癟
乾癟癟
乾癬
乾脆
乾草
乾草叉
乾草堆
乾草機
乾躁
乾酪
乾電池
乾鯁
乾鯁鯁
亂
亂七八糟
亂世
亂世佳人
亂估
亂作一團
亂來
亂倫
亂動
亂咁舂
亂嗡
亂噏
亂噏嘢
亂噏廿四
亂嚟
亂寫
亂成一團
亂打
亂扠
亂抄
亂揈
亂揈錢
亂撞
亂晒坑
亂晒大龍
亂流
亂爬
亂用
亂真
亂碼
亂立立
亂臣
亂諗
亂諗嘢
亂講嘢
亂象
亂趯
亂車
亂車廿四
亂軍
亂闖
亂食嘢
亂髮
亂龍
了
了不得
了不起
了卻
了哥
了得
了結
了解
予
予以
予取予求
事
事主
事件
事倍功半
事先
事到如今
事前
事務
事半功倍
事在人為
事宜
事實
事實上
事實勝於雄辯
事已如此
事幹
事後
事急馬行田
事情
事情多羅羅
事態
事故
事業
事業心
事物
事發
事與願違
事變
事過境遷
事關
事隔多年
事項
事頭
事頭婆
二
二一添作五
二五仔
二人世界
二仔底
二十
二十蚊
二千
二奶
二少
二年級
二手
二手菸
二手貨
二手車
二攤
二攤貨
二月份
二氧化碳
二甲醚
二百
二等
二等兵
二等艙
二級
二者不可兼得
二胡
二萬
二話不說
二進位
二進制
二進制碼
二部曲
二重
二重唱
二重奏
二頭肌
二點鐘
二黨制
亍
于
云
云云
互
互不侵犯條約
互不干涉內政
互不相讓
互助
互動
互惠
互換
互相
互相切磋
互相幫助
互致問候
互補
互訪
亓
五
五一勞動節
五五波
五代十國
五個字
五十
五十步笑百步
五十蚊
五台山
五四運動
五大洲
五子棋
五官
五官端正
五年級
五年計劃
五彩繽紛
五星
五星旗
五星紅旗
五星級
五月
五月份
五月節
五福
五福臨門
五穀
五穀豐收
五穀雜糧
五筆
五級
五胡十六國
五臟
五臟俱全
五臟六腑
五花八門
五行欠打
五行欠水
五行缺水
五角
五角形
五角星
五言
五言律詩
五言絕句
五言詩
五金店
五金舖
五金行
五音
五音不全
五顏六色
五馬分屍
五體投地
五點
五點鐘
井
井井有條
井底之蛙
井水
井水不犯河水
井然
井然有序
井然有條
井田
井田制
井田制度
亘古以來
亙
亙古
些
些少
些微
些許
亞
亞sir
亞仔
亞伯
亞保亞勝
亞傻
亞公
亞叔
亞吱亞咗
亞奀
亞女
亞奶
亞妹
亞姑
亞姨
亞婆
亞媽
亞嫂
亞嬤
亞嬸
亞斗官
亞燦
亞爸
亞爺
亞狗亞貓
亞生
亞甲亞乙
亞福
亞細
亞茂
亞茂整餅
亞茂整餅，冇嗰樣整嗰樣
亞裔
亞誰
亞豬亞狗
亞軍
亞錦賽
亞頭
亞駝
亟
亟亟奔走
亟待解決
亡
亡命
亡命之徒
亡命徒
亡國
亡國之音
亡國奴
亡國滅種
亡羊補牢
亡靈
亡魂
亢
亢奮
亢旱
亢進
交
交叉
交友
交吉
交媾
交投
交换
交換
交易
交更
交歡
交流
交由
交界
交行貨啫
交談
交通
交通事故
交通工具
交關
交際
亥
亦
亦可
亦有
亦步亦趨
亦然
亦都
亦都係
亨
享
享受
享年
享有
享樂
享樂主義
享用
享福
享譽
京
京劇
京城
京師
京戲
京畿
京腔
京都
亭
亭亭玉立
亭台
亭台樓閣
亮
亮光
亮紅燈
亳
亶
亹
人
人不可貌相
人不可貌相，海不可斗量
人不為己，天誅地滅
人不犯我，我不犯人
人不犯我，我不犯人，人若犯我，我必犯人
人不知鬼不覺
人中
人之將死，其言也善
人之常情
人事
人云亦云
人仔
人參
人口
人哋
人員
人唔似人，鬼唔似鬼
人喊馬嘶
人在福中不知福
人客
人寰
人工
人工 
人心不足蛇吞象
人怕噅，
人情
人慾橫流
人才
人數
人有我有
人權
人比人氣死人
人民
人民幣
人氣
人渣
人為刀俎
人為萬物之靈
人為財死，鳥為食亡
人無千日好
人無千日好，花無百日紅
人物
人物誌
人猿
人生
人生如夢
人生如朝露
人生意義
人生舞台
人生觀
人生路不熟
人盡可夫
人稱
人稱代名詞
人算不如天算
人細鬼大
人群
人蛇
人行道
人衰行路打倒褪
人見人愛
人質
人身攻擊
人軋人
人辦
人造
人造絲
人造纖維
人造衛星
人逢喜事精神爽
人道
人道主義
人道精神
人選
人間
人間仙境
人間地獄
人間天堂
人際
人際關係
人非聖賢，孰能無過
人非草木
人面桃花
人面獸心
人頭
人頭涌涌
人頭湧湧
人頭稅
人頭豬腦
人類
人類學
人類學家
人馬
人體
人龍
什
什錦
什錦炒麵
什錦菜
什錦麵
什麼
什麼時候
仁
仁人
仁人君子
仁人志士
仁兄
仁厚
仁弟
仁德
仁心
仁心仁術
仁愛
仁慈
仁民愛物
仁義
仁義禮智信
仁義道德
仁者
仁者無敵
仁者见仁，智者見智
仁至義盡
仁術
仁言利博
仂
仃
仄
仄聲
仄韻
仆
仆低
仆住瞓
仆喺張枱度
仆街
仆親
仆轉
仇
仇人
仇口
仇家
仇怨
仇恨
仇敵
仇殺
仇視
仇隙
仉
今
今個月
今個月尾
今勻
今天
今屆
今年
今後
今日
今日好凍
今昔
今時今日
今時唔同往日
今晚黑
今朝
今朝有酒今朝醉
今次
今生
今鋪
今非昔比
介
介乎
介入
介意
介於
介紹
介紹人
介紹信
介紹所
介繫詞
介詞
介質
介面
仍
仍在
仍應
仍未
仍然
仍舊
仔
仔乸
仔大仔世界
仔女
仔細
仔細老婆嫩
仕
仕女
仕女圖
仕宦
仕途
仕進
他
他人
他他條條
他條
仗
付
付之一炬
付出
付息
付款
付訖
付費
付錢
仙
仙境
仙都唔仙下
仙鶴
仝
仞
仟
仡
仡佬族
代
代替
代表
令
令堂
令尊
令愛
令狐
令郎
以
以上
以下
以不變應萬變
以假亂真
以偏概全
以備不時之需
以儆效尤
以免
以內
以前
以卵擊石
以及
以和為貴
以外
以太
以寡敵眾
以往
以後
以德報怨
以德服人
以心為心
以怨報德
以攻為守
以為
以蠡測海
以訛傳訛
以逸待勞
仨
仫佬族
仰
仰人鼻息
仰卧
仲
仲係
仲兼
仲冇咁嬲
仲唔落雨就弊咯
仲未
仲未到
仲生
仲話
仳
仳離
仵
仵工
件
件頭
价
任
任何
任務
任憑
任揀唔嬲
任職
份
份人
仿
伀
企
企人邊
企位
企出來
企到腳軟
企唔住腳
企唔穩
企圖
企埋嚟
企堂
企定
企業
企業家
企櫃面
企歪啲
企起身
企領
企鵝
伈
伉
伉儷
伊
伊人
伊挹
伊撈七
伊麵
伋
伍
伎
伏
伏低
伏兒人
伏匿匿
伏法
伐
伐木
休
休假
休息
休憩
休閒
休閒活動
伒
伕
优
伙
伙房
伙記
伙頭
伙食
伢
伭
伯
伯伯
伯公
伯娘
伯婆
伯父
伯爺
伯爺公
伯爺婆
估
估估吓
估到
估唔到
估啱
估計
估錯
伳
伴
伶
伶仃
伶俐
伸
伸展
伸手不見五指
伺
伻
似
似 
似乎
似到極
似層層
似模似樣
似樣
似足
伽
伾
佁
佃
佃農
但
但係
但凡
佇
佇立
佈
佈告欄
佈置
佉
佌
位
位置
低
低B
低三下四
低下
低人一等
低企
低估
低位
低低哋
低俗
低價
低劣
低劣性
低唱
低地
低垂
低壓
低威
低年級
低廉
低微
低成本
低收入
低於
低氣壓
低水
低沉
低波
低波行駛
低溫
低溫氣候
低溫特報
低潮
低潮期
低熱
低熱量
低產
低產期
低產量
低矮
低空
低空飛行
低窪
低窪地區
低端
低等
低等動物
低等植物
低等生物
低級
低聲
低聲下氣
低胸
低胸裝
低能
低能兒童
低血壓
低血糖
低調
低賤
低迷
低迷不振
低速
低音
低頭
低頭不語
低頻
低飛
低點
住
住响
住喺
住宅
住宅區
住客
住家工
住家男人
住戶
佐
佐料
佑
佑助
佒
体
佔
佔上風
佔位
佔便宜
佔優勢
佔多數
佔據
佔有
佔有慾
佔有權
佔有率
佔為
佔為己有
佔用
佔盡
佔線
佔領
佔領區
佔領地
佔領軍
何
何事
何人
何以
何以自處
何去何從
何嘗
何奇不有
何妨
何德何能
何必
何必如此
何必當初
何時何地
何樂而不為
何止
何況
何為
何等
何者
何至於此
何苦來哉
何處
何謂
何足掛齒
何難之有
何須
佖
佗
佗人
佗仔
佗住細路
佗佗擰
佗手□腳 　　　
佗手褦腳
佗累
佗衰
佗衰人
佗衰家
佘
余
佚
佛
佛像
佛光
佛典
佛堂
佛塔
佛學
佛學界
佛家
佛家弟子
佛寶
佛寺
佛性
佛手柑
佛教
佛教徒
佛殿
佛法
佛牙
佛祖
佛經
佛要金裝
佛要金裝，人要衣裝
佛誕
佛都有火
佛門
佛門弟子
佛頭
佛骨
佛龕
作
作主
作人
作伴
作個故仔
作出
作品
作嘔
作圖
作夢
作大
作奸犯科
作威作福
作孽
作官
作客
作家
作對
作廢
作弄
作弊
作惡
作惡多端
作成
作戰
作戲
作手腳
作揖
作文
作曲
作曲家
作業
作殊死戰
作法
作法自斃
作狀
作用
作痛
作祟
作禮拜
作筆記
作答
作繭自縛
作罷
作者
作記號
作詞
作詞家
作詩
作證
作賤
作賤自己
作陪
作響
作風
佝
佝僂
佝僂病
佞
佞人
佞臣
佟
你
你估
你來我往
你個人
你儂我儂
你哋
你哋嘅
你哋自己
你哋自己嘅
你嘅
你好
你好有心
你推我讓
你死我活
你知唔知
你自己
你自己嘅
你話點就點
你諗你
你講咩嘢話？
你講嘢呀？
你貴姓
你追我趕
佢
佢份人
佢個人
佢哋
佢哋嘅
佢哋自己
佢哋自己嘅
佢嘅
佢自己
佢自己嘅
佢隻嘢
佣
佣金
佣錢
佤
佤族
佧
佩
佩刀
佩劍
佩帶
佩掛
佩服
佩衽
佪
佬
佯
佯死
佯稱
佯裝
佰
佳
佳人
佳作
佳偶天成
佳境
佳期
佳節
佳評
佳評如潮
佳餚
佳餚美酒
佴
併
併發症
佶
佷
佸
佹
佺
佻
佼
佼佼者
佽
佾
使
使乜
使乜咁客氣
使乜講
使乜道歉
使乜驚呀
使人
使出
使出渾身解數
使勁
使命
使命感
使唔使
使唔使…呀？
使唔晒
使喚
使女
使徒
使得
使性子
使晒
使然
使用
使眼色
使節
使者
使臣
使費
使錢
使頸
侀
侁
侂
侃
侃侃而談
侄
侅
來
來世
來之不易
來來往往
來信
來勁
來勢
來勢洶洶
來回
來回票
來客
來往
來意
來意不明
來日
來日方長
來日無多
來書
來歷
來歷不明
來源
來福槍
來福線
來者
來者不善
來者不善善者不來
來者不拒
來自
來賓
來路
來路不明
來路嘢
來路貨
來電
來電顯示
來龍去脈
侇
侈
侉
例
例句
例外
例如
例文
例湯
例牌
例行
例行公事
例行工作
例證
例題
侍
侍仔
侍候
侍僕
侍奉
侍女
侍從
侍應
侍童
侍者
侍衛
侍衛長
侏
侏儒
侏儒症
侏羅紀
侐
侑
侔
侖
侗
侗族
侘
侚
供
供不應求
供事
供人
供佛
供出
供出同伙
供參考
供品
供奉
供應
供旅客休息
供暖
供書教學
供果
供桌
供樓
供欣賞
供款
供水
供求
供狀
供祖宗
供神
供給
供職
供詞
供認
供讀者參考
供銷
供電
供需
供養
供鮮花
侜
依
依個
依啲
依度
依戀
依時
依次
依然
依賴
依靠
侮
侮辱
侯
侲
侳
侵
侵 
侵佔
侵入
侵入體
侵奪
侵害
侵擾
侵早
侵權
侵犯
侵略
侵略國
侵略性
侵略戰爭
侵略者
侵蝕
侵襲
侵越
侶
侷
侹
侻
便
便利
便利商店
便利店
便宜
便捷
便服
便溺
便當
俁
係
係人都
係人都唔
係人都知
係你先至好講呀
係吖！
係呀
係咩？
係咪
係咪…先
係咪真嘅
係唔係
係噉噶啦
係囉
係威係勢
係衙？
係路
促
促使
促成
俄
俄文
俄語
俅
俇
俉
俊
俊偉
俊傑
俊男
俊秀
俊美
俋
俍
俎
俏
俏皮
俏麗
俐
俑
俓
俔
俗
俗不可耐
俗到死
俗氣
俗稱
俗語
俗語話
俗骨
俘
俘獲
俘虜
俙
俚
俚語
俛
俜
保
保佑
保你大
保姆
保存
保守
保守主義
保守黨
保安
保密
保持
保持中立
保母
保留
保管
保管箱
保管費
保衛
保證
保護
保護主義
保護國
保釋
保重
保鏢
保障
保險
保險公司
保險箱
保險絲
保險費
保險金
保養
保鮮紙
俞
俟
俟候
俟機
俠
俠客
俠氣
俠義
信
信以為真
信仰
信仰自由
信件
信任
信任感
信任案
信佛
信使
信函
信口開河
信口雌黃
信天翁
信奉
信守
信守不渝
信封
信差
信徒
信心
信心十足
信念
信息
信手
信手拈來
信教
信服
信札
信條
信步
信步閒遊
信物
信用
信用合作社
信用咭
信眾
信筆
信筒
信箋
信箱
信紙
信義
信肉
信號
信號彈
信號槍
信誓旦旦
信譽
信貸
信賴
信風
信風帶
信鴿
修
修剪
修士
修女
修建
修復
修憲
修改
修整
修業
修橋整路
修橋補路
修正
修正主義
修水利
修水圳
修理
修理店
修理站
修理費
修築
修築公路
修繕
修繕費
修習
修葺
修行
修補
修訂
修訂本
修訂版
修課
修護
修護站
修路
修身
修身養性
修辭
修辭學
修辭格
修造
修造廠
修道
修道人
修道士
修道院
修配
修配廠
修長
修飾
修飾詞
修飾語
修養
俯
俯仰
俯仰之間
俯仰無愧
俯仰由人
俯伏
俯就
俯拾
俯拾即是
俯拾皆是
俯曲
俯泳
俯看
俯瞰
俯臥
俯臥撐
俯衝
俯衝角
俯視
俯視圖
俯身
俯頭
俯首
俯首就範
俯首稱臣
俱
俱樂部
俳
俳句
俴
俵
俶
俷
俸
俸祿
俺
俾
倀
倅
倆
倇
倉
倉庫
倉頡
個
個人
個個
個喎
個噃
個囉
個心十五十六
個心好翳
個性
個案
個樣好得戚
個肚有啲唔妥
倌
倍
倏
倏地
倏然
們
倒
倒冧
倒出嚟
倒刺
倒坍
倒垃圾
倒塌
倒屎塔
倒數
倒模
倒汗水
倒瀉
倒瀉籮蟹
倒竈
倒米
倒米壽星
倒米壽星公
倒胃
倒胃口
倒閉
倓
倔
倔強
倔情
倔擂槌
倔篤
倔頭
倔頭巷
倔頭路
倕
倖
倖免
倖免於難
倖存
倖存者
倗
倘
倘使
倘有
倘若
候
候命
候客室
候審
候教
候機
候機室
候船
候船室
候補
候診
候診室
候車
候車亭
候車室
候選
候選人
候鑊
候鳥
倚
倚憑
倚賴
倛
倜
倜儻
倞
借
借一借
借作
借借
借債
借刀殺人
借力打力
借咗聾耳陳隻耳
借問一聲
借問聲
借啲意
借書
借書證
借歪
借歪啲
借殼
借火
借用
借畀
借花獻佛
借讀
借貸
借錢
借鏡
借鑑
借閱
借題
借題發揮
倠
倡
倡導
倡導者
倡言
倡議
倢
倣
倥
倦
倦容
倦怠
倦意
倦意頓消
倦態
倦遊
倧
倨
倩
倪
倫
倫理
倬
倭
倭寇
倳
倷
值
值勤
值得
值得嘅
值情
值情唔記得咗
偁
偃
偃卧
偃旗息鼓
偆
假
假使
假假地
假日
假膊
假裝
假設
假飛
偈
偈油
偉
偉大
偉績
偉論
偊
偋
偌
偍
偎
偏
偏偏
偏僻
偏激
偏私
偏袒
偏見
偏遠
偏門
偏頗
偓
偕
做
做part-time
做七
做世界
做乜
做人世
做人情
做低
做先生
做冬
做到嘢
做到死死吓
做到金睛火眼
做咩
做唔切
做唔到
做唔晒
做嘢
做埋老襯
做大戲
做媒
做媽咪
做廳長
做得
做戲
做戲做全套
做手信
做手腳
做把戲
做散使
做數
做極都唔掂
做法
做生不如做熟
做落去
做錯
做錯嘢
做雞
做電燈膽
做飛數
做騷
做鬼做馬
做鴨
做龜公
停
停低
停低腳
停刊
停口
停學
停定
停屍
停屍間
停工
停息
停戰
停戰協定
停手
停播
停擺
停放
停業
停機
停機坪
停歇
停止
停步
停水
停泊
停滯
停滯不前
停火
停火協定
停牌
停產
停用
停留
停當
停筆
停經
停經期
停職
停船
停薪
停課
停車
停車位
停車場
停車燈
停電
停靠
停頓
偝
偞
偟
偠
偡
偢
健
健保
健健康康
健兒
健全
健全性
健在
健壯
健壯如牛
健將
健康
健康檢查
健忘
健步
健步如飛
健美
健美操
健行
健談
健身
健身房
健身操
健身運動
偨
偩
偪
偫
偭
偯
偰
偲
偳
側
側便
側側膊
側向
側目
側目而視
側線
側翼
側臥
側視
側身
側身而臥
側邊
側部
側面
偵
偵問
偵察
偵察兵
偵察機
偵探
偵探小說
偵查
偵測
偵破
偵緝
偵聽
偵聽台
偵聽員
偵聽器
偵訊
偵辦
偶
偶一為之
偶像
偶像人物
偶像化
偶像崇拜
偶合
偶數
偶然
偶然性
偶然間
偶爾
偶發
偷
偷偷
偷偷摸摸
偷出
偷天換日
偷工
偷工減料
偷師
偷得浮生
偷情
偷懶
偷拍
偷渡
偷渡客
偷渡過境
偷溜
偷獵
偷生
偷盜
偷睇
偷稅
偷窺
偷窺狂
偷竊
偷竊狂
偷竊罪
偷笑
偷聽
偷腥
偷襲
偷走
偷跑
偷車
偷車案
偷運
偷錢
偷閒
偷雞
偷雞不著蝕把米
偷雞唔到蝕楂米
偷雞摸狗
偷食
偷食禁果
偷香竊玉
偷龍轉鳳
偺
偽
偽君子
偽善
偽科學
偽證
偽造
偽造品
偽鈔
傀
傀儡
傀儡戲
傀儡政府
傀儡政權
傂
傃
傅
傈僳族
傌
傍
傍家
傍晚
傎
傑
傑作
傑出
傒
傔
傕
傖
傘
備
備份
備受
備忘錄
備戰
備案
備用
備用品
備而不用
備胎
備註
備課
傚
傛
傜
傝
傞
傢
傢伙
傢俬
傢俬舖
傢具
傣
傣族
催
催促
催化
催化劑
催淚
催淚彈
催生
催生晒
催眠術
催稿
催谷
傭
傭人
傭工
傮
傯
傱
傲
傲人
傲慢
傲氣
傲氣凌人
傲然
傲視
傲視一切
傲骨
傳
傳信
傳信鴿
傳動
傳動力
傳動帶
傳動裝置
傳問
傳喚
傳單
傳奇
傳媒
傳宗接代
傳家之寶
傳審
傳導
傳導性
傳導體
傳感器
傳承
傳授
傳授法
傳播
傳播媒介
傳播媒體
傳播學
傳播界
傳教
傳教士
傳染
傳染性
傳染病
傳為佳話
傳熱
傳球
傳球法
傳真
傳真機
傳神
傳票
傳統
傳統教育
傳統觀念
傳聞
傳言
傳訊
傳記
傳話
傳說
傳說中
傳說人物
傳送
傳遍
傳達
傳遞
傳銷
傳開
傳頌
傳頌千古
傴
傴僂
債
債主
債券
債務
債務人
債務國
債台高築
債戶
債權
債權人
債權國
債款
傶
傷
傷亡
傷亡慘重
傷人
傷勢
傷口
傷口發炎
傷員
傷天害理
傷害
傷害力
傷害性
傷害罪
傷寒
傷寒病
傷心
傷心欲絕
傷患
傷悲
傷感
傷感情
傷殘
傷疤
傷病員
傷痕
傷痕累累
傷痛
傷者
傷胃
傷腦筋
傷處
傷身
傷風
傷風感冒
傷風敗俗
傺
傻
傻事
傻人
傻仔
傻仔水
傻佬
傻傻哋
傻傻更更
傻女
傻妹
傻更
傻更更
傻氣
傻瓜
傻眼
傻笑
傻話
傻頭傻腦
傽
傾
傾世界
傾倒
傾偈
傾傾吓
傾公事
傾出
傾力
傾吐
傾向
傾向於
傾吓
傾吓傾吓
傾听
傾唔埋
傾唔落去
傾家蕩產
傾密偈
傾巢而出
傾得
傾得埋
傾心
傾心吐意
傾斜
傾斜度
傾斜角
傾注
傾瀉
傾生意
傾盆大雨
傾箱倒篋
傾聽
傾訴
傾談
傾軋
傾銷
傾銷法
傾銷稅
傾閒偈
傾陣
傾電話
傿
僂
僄
僅
僅以身免
僅供
僅供參考
僅僅
僅可
僅存
僅有
僅次於
僅此
僆
僆仔
僆女
僆妹
僆模
僆琼
僇
僈
僉
僊
僎
像
僑
僓
僔
僕
僕人
僕役
僖
僗
僚
僛
僝
僣
僤
僥
僥倖
僥倖獲勝
僦
僧
僧人
僧侶
僧堂
僧多粥少
僧寺
僧尼
僧徒
僧服
僧袍
僧院
僨
僩
僬
僭
僭建
僭越
僮
僰
僱
僱主
僳
僵
僵硬
僶
僸
價
價位
價值
價值觀
價格
價錢
僻
僻價
僽
僾
僿
儀
儀器
儀容
儀式
儀態
儀態萬千
儀態萬方
儀表
儀表堂堂
儀錶
儂
儃
億
億萬
億萬富翁
儆
儆錫
儇
儈
儉
儉樸
儉省
儉約
儊
儋
儌
儐
儒
儒學
儒家
儒教
儒林
儒生
儒者
儒艮
儒術
儒雅
儓
儔
儕
儕輩
儗
儘
儘快
儘管
儘量
儜
償
償還
儠
儡
儢
儦
儩
優
優伶
優先
優先權
優先發展
優先股
優劣
優勝
優勝劣敗
優勝獎
優勝者
優勝隊
優勢
優厚
優哉游哉
優待
優惠
優惠價
優惠價格
優惠待遇
優惠關稅
優渥
優生
優生學
優異
優異性
優秀
優秀學生
優等
優等獎
優等生
優缺點
優美
優良
優良單株
優良性
優裕
優質
優質鋼
優越
優越性
優越感
優遊
優遊自在
優雅
優點
儭
儱
儲
儲位
儲值票
儲備
儲備量
儲君
儲埋
儲存
儲存區
儲存器
儲存室
儲存庫
儲存量
儲水
儲水量
儲蓄
儲蓄存款
儲蓄機構
儲蓄金
儲蓄銀行
儲藏
儲藏室
儲藏所
儲藏量
儲郵票
儲量
儲金
儲錢
儲電量
儳
儴
儵
儷
儷影
儷辭
儸
儹
儺
儻
儼
儼如
儼然
儼若
儽
儿
兀
兀自
兀鷹
允
允許
元
元宵
元宵節
元明清
元朝
元素
兄
兄弟
充
充充電
充分
充大頭鬼
充實
充斥
充滿
充闊佬
充電
充飢
兆
兆頭
兇
兇徒
兇手
兇神惡
兇神惡殺
先
先 
先一排
先嗰排
先小人後君子
先得
先排
先時
先晚
先生
先發制人
先睹為快
先知
先祖
先禮後兵
先秦
先至
先至唔會
先行
先行者
先見之明
先進
先鋒
先頭
先驅
光
光合
光合作用
光天化日
光天化日之下
光學
光宗耀祖
光年
光度
光度表
光度計
光彩
光彩奪目
光復
光怪陸離
光明
光明正大
光明磊落
光暈
光暗掣
光束
光棍
光榮
光波
光源
光溜
光溜溜
光滑
光澤
光照
光物理
光環
光瞠瞠
光碟
光禿禿
光筆
光管
光線
光纖
光纜
光耀
光脫脫
光芒
光華
光譜
光譜儀
光譜分析
光譜線
光輝
光速
光陰
光陰似箭
光陰荏苒
光電
光電效應
光頭
光頭佬
光顧
光鮮
光𥋇𥋇
克
克制
克力架
克勤克儉
克己
克己奉公
克戟
克敵
克敵制勝
克服
兌
兌付
兌換
兌現
免
免不了
免刑
免去
免役
免得
免戰牌
免於
免死狀
免洗
免疫
免疫力
免疫學
免疫性
免疫系統
免票
免票入場
免禮
免稅
免稅品
免稅商店
免税
免罪
免罰
免職
免至
免試
免費
免除
兒
兒化
兒化韻
兒嬉
兒孫
兒孫滿堂
兒孫自有兒孫福
兒戲
兒歌
兒科
兒科醫生
兒童
兒童心理學
兒童教育
兒童文學
兔
兔年
兔死狐悲
兔死狗烹
兔毛
兔肉
兔脣
兕
兗
党
兜
兜 
兜踎
兟
兢
兢兢業業
入
入不敷出
入伍
入伙
入侵
入便
入去
入口
入口即化
入味
入嚟
入嚟啦
入圍
入土為安
入場
入境
入境問俗
入境問俗，入鄉隨俗
入境手續
入境簽證
入境證
入境隨俗
入息
入數
入樽
入殮
入牆櫃
入獄
入秋
入聲
入肉
入蟄
入行
入貨
入選
入鄉隨俗
入錢
入門
入閘口
入闈
入院
入面
入魔
入黨
內
內亂
內亂外患
內向
內地
內政部
內科
內臟
內訌
內變
內部
內閣
內陸
內顧之憂
內鬼
全
全世界
全副
全副武裝
全力
全力以赴
全力支持
全勝
全名
全國
全國人民
全國各地
全城
全域
全場
全壘打
全套
全家
全家福
全年
全心
全心全意
全心投入
全息
全文
全新
全日
全日制
全校師生
全權
全權代表
全民
全然
全然不同
全然不知
全球
全球化
全球性
全盛
全盤
全盤接受
全神貫注
全程
全稱
全線
全職
全能
全身
全身上下
全身而退
全軍覆沒
全速
全速前進
全部
全開
全集
全靠
全面
全音
全音符
全額
全體大譁
全體師生
兩
兩仔乸
兩仔爺
兩份
兩個字
兩倍
兩兄妹
兩全其美
兩公婆
兩害相權取其輕
兩小無猜
兩岸
兩岸關係
兩度散手
兩性
兩手空空
兩摳
兩敗俱傷
兩方面
兩棲
兩棲作戰
兩棲動物
兩棲登陸
兩棲部隊
兩棲類
兩極
兩極化
兩極管
兩母女
兩眼濕濕
兩睇
兩粵
兩者
兩者缺一不可
兩虎相鬥
兩虎相鬥必有一傷
兩袖清風
兩訖
兩邊倒
兩院
兩院制
兩面
兩頭唔到岸
兩頭蛇
兩點
兩點鐘
八
八九不離十
八仙
八仙過海
八個字
八十
八卦
八卦妹
八卦婆
八國聯軍
八妹
八婆
八字
八寶
八寶粥
八寶飯
八年級
八成
八月
八月份
八爪魚
八級
八股
八股文
八角
八角形
八路軍
八面玲瓏
八點
八點鐘
公
公主
公事
公事公辦
公事包
公事喼
公仔
公仔書
公仔麵
公休日
公佈
公佈欄
公使
公債
公債券
公僕
公元前
公克
公公婆婆
公公正正
公共
公共事業
公共場所
公共安全
公共廁所
公共政策
公共汽車
公共汽車站
公共秩序
公共行政
公共衛生
公共設施
公共財產
公共責任
公共道德
公共關係
公共電視
公共電話
公分
公務
公務人員
公務員
公升
公卿
公厘
公司
公告
公告欄
公噸
公國
公園
公報私仇
公墓
公契
公娼
公子
公安
公安人員
公安局
公安法
公安部
公寓
公審
公尺
公屋
公帑
公平
公平待遇
公廁
公式
公式化
公德
公德心
公憤
公投
公數
公文
公文信
公文書
公斤
公方
公方代表
公曆
公有
公有制
公有土地
公款
公正
公正不阿
公民
公民投票
公民權
公民課
公治
公法
公海
公然
公然反對
公營
公營企業
公爵
公物
公理
公產
公用
公用電話
公畝
公益
公益金
公眾
公眾人物
公眾假期
公眾場所
公社
公私
公私不分
公私兼顧
公私分明
公私合營
公積金
公立
公立學校
公立醫院
公筷
公約
公認
公車
公車站
公道
公里
公開
公開信
公開賽
公關
公頃
六
六個字
六十
六合彩
六年級
六月
六月份
六月雪
六神無主
六級
六親
六親不認
六角
六角形
六道輪迴
六點
六點鐘
兮
共
共一份
共享
共勉之
共同
共同市場
共同性
共同語
共同點
共和制
共和國
共和黨
共存
共有
共犯
共產
共產主義
共產黨
共聚
共聚一堂
共處一室
共識
共鳴
兵
兵不厭詐
兵不血刃
兵事
兵刃
兵力
兵卒
兵器
兵士
兵家
兵家大忌
兵家必爭之地
兵役
兵役法
兵戎
兵法
兵營
兵臨城下
兵荒馬亂
兵變
兵貴神速
兵馬俑
其
其中
其他
其他人
其實
其樂無窮
其次
其間
其餘
具
具有
具體
具體化
典
典型
典押
典故
典當
典禮
典範
典雅
兼
兼任
兼夾
兼容
兼愛
兼管
兼而有之
兼職
兼隊
兼顧
冀
冀圖
内容
内幕
冇
冇乜
冇乜把炮
冇乜揸拿
冇乜點
冇事
冇事幹
冇交易
冇人
冇人吼
冇人幫襯
冇人敢聲
冇人錫
冇你咁好氣
冇修
冇個啱
冇偈傾
冇做过
冇公德心
冇再講啦
冇出息
冇厘搭霎
冇厘神氣
冇口齒
冇咁大個頭唔好戴咁大頂帽
冇咁好氣
冇咁易
冇品
冇問題
冇啖好食
冇啲挐褦
冇嘢
冇嘢到
冇嘢呀嘛
冇嘢講
冇埞企
冇埞使
冇埞匿
冇埞埋手
冇埞放
冇埞泊車
冇埞走
冇埞踎
冇大冇細
冇奈何
冇家教
冇尾飛砣
冇幾何
冇幾耐
冇得
冇得做
冇得傾
冇得傾呀
冇得彈
冇得揀
冇得瞓
冇得走趲
冇得頂
冇心
冇心機
冇心肝
冇所謂
冇手尾
冇挐冇褦
冇挐耕
冇挐褦
冇掩雞籠
冇散紙續
冇料
冇料到
冇時定
冇時間
冇晒姣氣
冇晒符
冇晒符弗
冇晒聲氣
冇晒表情
冇有怕
冇本心
冇水
冇法啦
冇法子
冇王管
冇理由
冇用
冇癮
冇相干
冇眼睇
冇研究
冇穿冇爛
冇符
冇米粥
冇紋冇路
冇耳性
冇聲氣
冇腦
冇腰骨
冇膽
冇興趣
冇行
冇表情
冇解
冇計
冇記性
冇譜
冇走趲
冇走雞
冇路數
冇路走
冇辦法
冇醒起
冇釐搭霎
冇銀
冇銀喺手
冇錢使
冇錯
冇關係
冇陰功
冇面
冇鬼用
冉
冉冉
冊
再
再一次
再三
再加上
再嚟
再嚟過
再娶
再婚
再嫁
再審
再度
再接再厲
再會
再次
再版
再現
再生
再見
再講
再議
再讀
再起
冏
冑
冒
冒天下之大不韙
冒泡
冒煙
冒險
冒險家
冓
冔
冕
冗
冗長
冘
冚
冚唪唥
冚家
冚家富貴
冚家鏟
冚旗
冚檔
冚𠾴唥
冞
冠
冠冕
冠軍
冢
冤
冤孽
冤家
冤屈
冤崩爛臭
冤情
冤有頭債有主
冤枉
冤案
冤獄
冤鬼
冤魂
冥
冥冥
冥冥之中
冥思
冥想
冥王星
冥紙
冥誕
冥鈔
冥錢
冥間
冧
冧1
冧2
冧友
冧咗
冧屘
冧巴
冧巴溫
冧檔
冧歌
冧篷頭
冧莊
冧酒
冪
冪數
冬
冬令
冬大過年
冬天
冬季
冬瓜
冬瓜湯
冬瓜豆腐
冬眠
冬至
冬菇
冬蟲夏草
冬青
冬青樹
冬風
冰
冰上表演
冰上運動
冰凍
冰室
冰山
冰糖
冰雹
冱
冲滾水
冶
冶鐵
冷
冷到硬咗
冷卻
冷手執個熱煎堆
冷手襪
冷氣
冷氣機
冷淡
冷清
冷空氣
冷血
冷衫
冷親
冷酷
冷門
冷飯
冷飯菜汁
冷飲
冼
冽
凄
凄惻
凄慘
凄涼
准
准許
凈
凊
凋
凋謝
凌
凌亂
凌晨
凌空
凌虐
凌辱
凌遲
凌雲
凌雲壯志
凍
凍冰冰
凍到揗揗震
凍到死
凍啡
凍檸茶
凍水
凍水散瘀
凍滾水
凍結
凍親
凍過水
凍鴛鴦
凎
凔
凘
凜
凜冽
凜厲
凝
凝固
凝聚
凝聚力
凝視
几
凡
凡人
凡例
凡係
凡夫俗子
凰
凱
凱旋
凱旋歸來
凱旋門
凱歌
凳
凳仔
凵
凶
凶殘
凸
凸出
凸狀
凸狀物
凸起
凸透鏡
凸鏡
凸面
凸面鏡
凸顯
凹
凹凸
凹凸不平
凹凸鏡
凹凹凸凸
凹咗
凹地
凹形
凹槽
凹洞
凹處
凹透鏡
凹鏡
凹陷
出
出世
出世紙
出主意
出乎意外
出乎意料
出乎意料之外
出事
出人意料
出人意表
出人頭地
出任
出位
出使
出來
出便
出價
出入
出入口
出入境
出入證
出公數
出兵
出其不備
出其不意
出冊
出力
出動
出千
出去
出去蒲
出去行吓
出口
出口商
出口成章
出口貨
出名
出售
出啖氣
出嚟
出嚟行
出國
出土
出土文物
出場
出境
出境簽證
出境證
出奇
出奇制勝
出嫁
出家
出家人
出局
出山
出巡
出差
出師
出席
出年
出庭
出庭作證
出廠
出得廳堂，入得廚房
出息
出手
出招
出更
出書
出柙
出殯
出毛病
出氣
出氣筒
出水
出水紙
出水芙蓉
出汗
出污泥而不染
出沒
出洋相
出海
出溜
出煙
出爐
出爾反爾
出版
出版商
出版日期
出版業
出版物
出版界
出版社
出版者
出牌
出獄
出現
出球
出生
出生入死
出生紙
出生證
出產
出產地
出界
出發
出發點
出盡八寶
出眾
出碟
出示
出神
出神入化
出租車
出竅
出糗
出糧
出納
出翻嚟
出老千
出聲
出膿
出自
出航
出色
出處
出蠱惑
出血
出術
出街
出街買嘢
出街食
出言
出言不遜
出言成章
出計
出谷遷喬
出貓
出貨
出貨單
出資
出賣
出走
出路
出身
出軌
出軌行為
出逃
出道
出醜
出錢
出錯
出鏡
出門
出門在外
出閘口
出院
出面
出頭
出頭天
出頭露面
出類拔萃
出風頭
函
刀
刀仔
刀仔鋸大樹
刀俎
刀俎魚肉
刀傷
刀光劍影
刀具
刀刃
刀削麵
刀割
刀劍
刀匠
刀叉
刀口
刀尖
刀山
刀山劍樹
刀把
刀柄
刀槍
刀槍不入
刀片
刀疤
刀背
刀鋒
刀面
刀馬旦
刁
刁僑扭擰
刁蠻
刁難
刃
分
分享
分佈
分佈區
分佈圖
分光
分分鐘
分列
分別
分利
分别
分割
分化
分區
分句
分娩
分子式
分子生物學
分子篩
分子結構
分子論
分子運動
分子量
分封
分局
分居
分層
分屬
分岐
分岔路
分崩離兮
分崩離析
分工
分工合作
分帳
分店
分庭抗禮
分式
分式方程
分心
分憂
分憂解勞
分成
分我杯羹
分手
分批
分拆
分支
分散
分數
分文
分文不值
分文不取
分曉
分期
分期付款
分析
分析儀
分析家
分校
分機
分權
分歧
分段
分母
分毫
分水嶺
分泌
分泌物
分泌腺
分派
分流
分清
分為
分界
分界線
分發
分社
分神
分科
分租
分立
分紅
分級
分級淬火
分組
分組討論
分線
分而治之
分色
分色鏡
分號
分行
分裂
分裂主義
分裂性
分裂法
分解
分詞
分贓
分赴
分路
分身
分身乏術
分身家
分辨
分辨善惡
分辨是非
分辨真假
分道揚鑣
分部
分配
分配器
分配律
分配率
分野
分針
分銷
分銷店
分門別類
分開
分隔
分集
分離
分頁
分頭
分類廣告
分館
分餾
分餾器
分餾塔
分餾法
切
切入
切削
切削力
切削用量
切削速度
切割
切割機
切勿
切口
切合
切合實際
切合需要
切奶
切實
切實可行
切實有效
切忌
切換
切斷
切片
切碎
切磋
切肉
切肉刀
切腹自殺
切膚之痛
切莫
切菜
切菜刀
切身
切身利益
切身經驗
切開
切除
切題
切餸
切麵
刈
刉
刊
刊登
刊登廣告
刊載
刌
刎
刎頸
刑
划
划船
刓
刖
列
列國
列寧主義
列島
列席
列席代表
列強
列為
列祖列宗
列舉
列表
列車
列隊
列隊歡迎
刜
初
初一
初一流流
初三
初不初
初中
初中生
初二
初冬
初出茅廬
初刊
初初
初吻
初哥
初嚟甫到
初夏
初始
初學
初學者
初審
初戀
初戀情人
初旬
初春
初時
初期
初次
初步
初生
初秋
初稿
初等
初級
初級班
初衷
初試
初賽
初速
初速度
初露鋒芒
判
判刑
判別
判定
判感化
判斷
判案
判死刑
判死罪
判決
判決書
判罪
判若兩人
判頭
別
別墅
別的
別針
刨
利
利刃
利利是是
利劍
利口唔利腹
利害
利息
利慾
利慾薰心
利是
利是封
利是錢
利潤
利率
利用
利益
利落
刪
刪削
刪除
刮
刮削
刮痧
刮臉
刮龍
到
到其時
到喉唔到肺
到嗰陣
到埗
到時
到時候
到時睇吓點先
到處
到達
刱
刲
刳
刵
制
制唔制
制唔過
制度
制得過
制水
制裁
刷
刷牙
券
刺
刺客
刺殺
刺激
刺蝟
刺身
刻
刻不容緩
刻劃
刻印
刻字
刻意
刻版
刻版印刷
刻舟求劍
刻苦
刻苦耐勞
刻薄
刻骨銘心
剁
剁碎
剁肉
剃
剃眼眉
剃面
剃鬚
剄
則
則師
剉
削
削價
削地
削坺坺
削尖
削弱
削梨
削減
削球
削皮
削笪笪
削職為民
削足適履
削鐵如泥
削髮
削髮為僧
剋
剋星
剌
前
前世
前世唔修
前事不忘，後事之師
前人
前人種樹，後人乘涼
前仆后繼
前仆後繼
前仰後合
前來
前例
前便
前個排
前傾
前兆
前列腺
前前後後
前功盡棄
前台
前后
前呼後擁
前嗰排
前嗰輪
前因
前因後果
前園
前場
前塵
前夕
前夫
前奏
前奏曲
前女友
前妻
前廳
前往
前後
前後夾攻
前後左右
前後矛盾
前思後想
前成員
前所未有
前所未見
前排
前提
前文
前方
前日
前景
前期
前期損益
前次
前段
前清
前漢
前無古人，後無來者
前男友
前瞻
前科
前程
前程似錦
前程萬里
前端
前線
前緣
前總統
前置詞
前者
前肢
前腦
前艙
前菜
前衛
前言
前言不對後語
前蹄
前身
前車之覆，後車之鑑
前車之鑑
前輩
前途
前進
前鋒
前門
前院
前面
前額
前驅
剎
剎制
剎車
剎那
剒
剒樣
剔
剔手邊
剔牙
剕
剕皮
剕菠蘿皮
剕蘋果
剕鉛筆
剖
剖析
剖白
剖肝泣血
剖腹
剖腹生產
剖腹自殺
剖視圖
剖解
剖開
剖面
剖面圖
剚
剛
剛剛
剛啱
剛愎自用
剛才
剜
剝
剝光衫褲
剝光豬
剝削
剝奪
剝殼
剝落
剝蝕
剝衫
剝離
剞
剟
剡
剩
剩低
剩得
剩番
剩翻
剩餘
剪
剪刀
剪綵
剫
剬
剭
剮
副
副主任
副主席
副作用
副刊
副司令
副團長
副審
副廠長
副所長
副教授
副校長
副業
副班長
副產品
副社長
副總司令
副總理
副總統
副總經理
副總裁
副職
副董事長
副處長
副詞
割
割價
割禾
割禾青
割草機
割讓
剴
創
創意
創辦
創辦人
創造
創造力
剷
剷光頭
剷泥車
剷青
剸
剺
剽
剽悍
剽竊
剿
剿除
劀
劁
劂
劃
劃上等號
劃花
劄
劇
劇中人
劇作
劇作家
劇動
劇名
劇團
劇場
劇增
劇情
劇情片
劇挫
劇曲
劇本
劇校
劇毒
劇烈
劇烈性
劇照
劇痛
劇目
劇種
劇終
劇評
劇評人
劇變
劇跌
劇院
劇集
劈
劈友
劈柴
劈酒
劈開
劉
劊
劊子手
劌
劍
劍俠
劍光
劍客
劍拔弩張
劍柄
劍法
劍眉
劍葉
劍蘭
劍蘭花
劍術
劍道
劍鞘
劍龍
劏
劏光豬
劏房
劏死牛
劏西瓜
劏豬
劏豬噉嗌
劏車
劏開
劏雞
劏魚
劑
劓
劓殄
劖
劗
劘
劙
力
力場
力度
力戰
力所不及
力所能及
力挽狂瀾
力氣
力行雞
力透紙背
力道
力量
功
功不可沒
功到自然成
功力
功勞
功名
功大於過
功夫
功德
功成名就
功成名遂
功效
功能
功能鍵
功臣
功虧一簣
功課
功課表
功過
功過相抵
加
加一
加上
加人一等
加以
加侖
加倍
加值
加入
加冕
加冕典禮
加力
加厚
加固
加場
加場賽
加壓
加大
加官
加官晉爵
加官進祿
加密
加工
加工品
加工廠
加底
加強
加快
加把口
加拿大人
加料
加於
加油
加油添醋
加油站
加深
加減
加減乘除
加減法
加熱
加班
加班費
加盟
加碼
加稅
加粗
加緊
加色
加菜
加薪
加號
加速
加速器
加長
加餸
加高
劣
劣勢
劣品
劣性
劣根
劣根性
劣等
劣等品
劣質
劦
助
助人為樂
助理
助紂為虐
助興
努
努力
劫
劫持
劫機
劫機犯
劬
劭
劮
劻
劼
劾
勁
勁悶
勁抽
勃
勃然
勃然大怒
勃起
勇
勇冠三軍
勇士
勇夫
勇將
勇往直前
勇悍
勇敢
勇敢善戰
勇於
勇於認錯
勇武
勇氣
勇為
勇猛
勇者不懼
勉
勉力
勉勵
勉強
勉強餬口
勍
勒
勒令
勒住
勒兵
勒死
勒索
勒緊
勒緊褲帶
勒贖
勒馬
動
動亂
動人
動人心弦
動作
動作片
動兵
動刀
動刀動槍
動力
動力學
動力機
動口
動名詞
動向
動員令
動土
動容
動工
動心
動怒
動情
動感
動態
動態平衡
動手
動手動腳
動手腳
動手術
動搖
動植物
動槍
動機
動武
動氣
動火
動物
動物園
動物學
動物學家
動物油
動物界
動用
動畫
動畫片
動粗
動脈硬化
動腦
動腦筋
動蕩
動蕩不安
動詞
動詞變化
動議
動輒
動輒得咎
動量
動靜
勖
勗
勘
勘亂
勘察
勘探
勘探員
勘探隊
勘查
勘正
勘測
勘測員
勘測隊
勘災
勘誤
勘誤表
勘驗
務
務使
務實
務必
務求
務農
務須
勛
勝
勝之不武
勝仗
勝出
勝利
勝券
勝地
勝敗
勝敗乃兵家常事
勝景
勝瓜
勝算
勝訴
勝負
勝過
勞
勞保
勞力士錶
勞動
勞動保護
勞動保險
勞動條件
勞動模範
勞動法
勞動生產
勞動生產力
勞動生產率
勞動產品
勞動節
勞動者
勞工
勞役
勞役地租
勞心者治人
勞心者治人，勞力者治於人
勞改
勞改營
勞方
勞模
勞氣
勞燕分飛
勞碌
勞累
勞苦
勞資
勞軍
募
募兵
募兵制
募捐
募款
募集
勢
勢不兩立
勢凶夾狼
勢利
勢利眼
勢力
勢力範圍
勢在必得
勢在必行
勢均力敵
勢如破竹
勢必
勢所必然
勢所難免
勢頭
勣
勤
勤以補拙
勤儉
勤儉持家
勤儉樸實
勤力
勤勉
勤務
勤務員
勤勞
勤奮
勤學
勤學苦練
勤工儉學
勤快
勤懇
勤有功嬉無益
勤樸
勤能補拙
勤苦
勤謹
勦
勩
勰
勱
勳
勴
勵
勵志
勷
勸
勸交
勸告
勸解
勺
勻
勻勻
勻巡
勻循
勻稱
勻速圓周運動
勼
勾
勾佬
勾地
勾引
勾當
勾芡
勾魂
勿
包
包二奶
包剪𢱕
包含
包容
包尾
包廂
包括
包租
包租公
包租婆
包粽
包袱
包裝
包裹
包起
包頂頸
匆
匆匆離去
匆忙
匈
匉
匊
匋
匍
匍匐
匍匐前進
匏
匏瓜
匐
匒
匕
匕首
化
化合物
化名
化外
化外之民
化妝
化妝台
化妝品
化妝室
化妝箱
化學
化學作用
化學元素
化學反應
化學品
化學家
化學工廠
化學平衡
化學武器
化學纖維
化學肥料
化學變化
化工
化工廠
化干戈為玉帛
化敵為友
化武
化濃妝
化為
化為泡影
化為烏有
化石
化算
化繁為簡
化纖
化纖廠
化肥
化肥廠
化腐朽為神奇
化裝
化裝舞會
化解
化身
化險為夷
化驗
化驗品
化驗室
化骨龍
化鴟為鳳
北
北佬
北便
北斗星
北方
北極
北極熊
北芪
北部
匙
匙羹
匚
匜
匝
匝道
匟
匠
匡
匣
匪
匪夷所思
匪徒
匭
匯
匯合
匯款
匰
匱
匴
匹
匹夫
匹配
匼
匽
匾
匾額
匿
匿入房
匿去邊度？
匿名
匿埋
區
區分
區別
區域
十
十一個字
十一月
十一點
十三點
十之八九
十二月
十二生肖
十二點
十五十六
十個字
十全十美
十八羅漢
十八般武藝
十六進位
十六進制
十冬臘月
十分
十分之
十問九唔應
十字
十字形
十字架
十字繡
十字花
十字街口
十字路
十字路口
十字車
十字軍
十字鎬
十字頭
十室九空
十成
十扑
十拿九穩
十日
十月
十月份
十畫未有一撇
十畫都未有一撇
十萬
十萬八千里
十萬火急
十號
十角
十角形
十誡
十足
十足十
十進位
十進位制
十進位碼
十進值
十進制
十里洋場
十面埋伏
十項
十項全能
十項運動
十點
十點幾
十點鐘
千
千億
千克
千刀萬剮
千千萬萬
千古
千古恨
千古遺恨
千叮萬囑
千呼萬喚
千夫所指
千奇百怪
千嬌百媚
千字文
千家萬戶
千層糕
千山萬水
千慮一失
千慮一得
千斤
千斤重擔
千方百計
千瓦
千瘡百孔
千百萬
千真萬確
千祁
千祈
千祈唔好
千禧
千禧年
千禧蟲
千秋
千篇一律
千米
千紅萬紫
千絲萬縷
千萬
千萬富翁
千言萬語
千變萬化
千軍萬馬
千載一時
千載難逢
千辛萬苦
千里目
千里眼
千里迢迢
千里送鵝毛
千里馬
千金小姐
千鈞一髮
千面人
卅
升
升任
升值
升冪
升冪級數
升出
升力
升勢
升堂入室
升天
升學
升官
升官發財
升幅
升斗小民
升旗
升旗典禮
升溫
升空
升等
升等考試
升級
升華
升起
升速
升遷
升降
升降機
升高
午
午休
午前
午夜
午安
午後
午時
午睡
午覺
午間
午飯
午餐
卉
半
半世
半世人
半信半疑
半價
半兩
半公私
半句
半唐番
半圓
半圓形
半圓規
半夜
半天吊
半封建
半導體
半山
半山腰
半島
半工半讀
半年
半年刊
半徑
半成品
半截
半截入土
半截裙
半推半就
半數
半斤八兩
半新舊
半日制
半晌
半月
半月刊
半月形
半桶水
半條人命
半條命
半殖民地
半波整流
半波整流器
半球
半球形
半瓶醋
半生熟
半真半假
半空
半空中
半統靴
半肥瘦
半自動
半衰期
半製品
半親疏
半路
半路上
半路出家
半身
半身不遂
半身像
半透明
半途而廢
半途而癈
半邊
半邊天
半部
半面之交
半音
半音階
半鹹淡
半點
半點鐘
卌
卍
卑
卑俗
卑劣
卑劣性
卑微
卑職
卑賤
卑鄙
卑鄙無恥
卒
卒之
卓
卓絕
卓越
協
協助
協會
協調
協議
南
南乳
南乳肉
南乳花生
南京
南便
南北朝
南半球
南寧
南方
南昌
南無
南無佬
南美洲
南腔北調
南轅北轍
博
博取
博古通今
博士
博士學位
博士後
博士班
博大
博大精深
博奕
博學
博學多聞
博學多能
博客
博弈
博得
博愛
博施濟眾
博物院
博物館
博聞
博聞強記
博覽會
博雅
博鰲論壇
卜
卜卦
卜筮
卞
占
占卜
占卦
占星
占筮
卡
卡位
卡住
卡士
卡罅
卡路里
卡車
卡通片
卣
卦
卧室
卬
卮
卯
卯時
印
印傭
印出
印刷
印刷品
印刷廠
印刷業
印刷機
印刷術
印刷體
印尼人
印度人
印度教
印度豹
印本
印染
印模
印泥
印痕
印發
印章
印綬
印花
印花稅
印記
印證
印象
印象主義
印鑑
危
危亡
危危乎
危在旦夕
危境
危如累卵
危害
危急
危急關頭
危機
危機四伏
危機重重
危殆
危言
危言聳聽
危險
危險區
危險性
卲
即
即位
即使
即便
即係
即係話
即刻
即可
即場
即將
即席
即日
即日起
即映即有
即時
即管
即興
即食麵
卵
卷
卸
卸膊
卹
卻
卼
卿
卿卿我我
厂
厄
厊
厎
厏
厔
厖
厘
厘印
厙
厚
厚祿
厜
厝
原
原位
原因
原始
原子
原子光譜
原子反應
原子反應堆
原子序數
原子彈
原子數
原子時代
原子核
原子核反應堆
原子爐
原子筆
原子能
原子論
原子量
原審
原封
原封不動
原形
原形畢露
原本
原汁原味
原諒
厤
厥
厬
厭
厭倦
厲
厲埋片面
厲害
厲轉身
厴
厹
去
去咗
去咗見周公
去咗賣鹹鴨蛋
去咗飲
去就去啦
去廁所
去氧核糖核酸
去蒲
去街
去街買餸
去賣鹹鴨蛋
去馬
参加
參
參加
參天
參差不齊
參戰
參拜
參政
參政權
參數
參照
參看
參考
參考價值
參考室
參考手冊
參考文獻
參考書
參考書目
參與
參與感
參與者
參茶
參見
參觀
參觀團體
參觀者
參謀總部
參謀總長
參謀長
參議
參議員
參議院
參賽
參賽者
參贊
參軍
參選
參閱
又
又…又盛
又係
又平又靚
又試
叉
叉電
及
及時
友
友仔
友善
友誼
反
反串
反之
反之亦然
反修
反倒
反光
反光鏡
反其道而行之
反切
反制
反動
反動份子
反動派
反叛
反向
反咬
反咬一口
反哺
反問
反坦克
反守為攻
反客為主
反射
反射光
反對
反對者
反對黨
反差
反常
反彈
反彈力
反感
反應
反應過渡
反戰
反戰份子
反抗
反抗軍
反撲
反擊
反攻
反攻為守
反敗為勝
反斗
反映
反時鐘方向
反核
反正
反比
反而
反胃
反芻動物
反覆
反面
反面唔認人
反饋
反駁
反骨
反骨仔
反骨無情
反黑組
叔
叔仔
叔公
叔叔
叔婆
取
取之不盡
取代
取向
取得
取悅
取悦
取消
取笑
取締
取而代之
取長補短
受
受傷
受到
受力
受審
受影響
受苦
受落
受薪
受虐
受虐狂
受賄
受軟唔受硬
受黑錢
叛
叛亂
叛亂份子
叛匪
叛國
叛國罪
叛將
叛徒
叛敵
叛變
叛賊
叛賣
叛軍
叛逆
叛離
叛離正軌
叛黨
叟
叡
叢
叢刊
叢密
叢書
叢木
叢林
叢林地
叢林戰
叢生
叢談
叢集
口
口不擇言
口乾
口令
口供
口出穢言
口印
口口聲聲
口吐白沫
口吻
口味
口哨
口唇
口唔對心
口啞啞
口噏噏
口嚡脷素
口多多
口實
口徑
口德
口感
口才
口擘擘
口是心非
口服
口服心不服
口服心服
口服藥
口氣
口水
口水佬
口水多過茶
口水溦
口水痰
口水肩
口水花
口渴
口琴
口甜舌滑
口疏
口痕
口硬
口碑載道
口碼
口福
口窒窒
口立濕
口罩
口耳相傳
口腔
口腔癌
口腔衛生
口腹
口腹之慾
口臭
口舌
口舌之爭
口花花
口若懸河
口號
口蜜腹劍
口角
口訣
口試
口誅筆伐
口語
口語化
口誤
口說無憑
口譯
口譯員
口蹄疫
口輕輕
口述
口部
口震
口震震
口音
口響
口頭
口頭禪
口頭語
口風
口風琴
口齒
口齒不清
口齒伶俐
古
古人
古今中外
古仔
古代
古代人
古代史
古典
古典主義
古典文學
古典藝術
古典音樂
古國
古城
古堡
古墓
古字
古巴人
古希臘
古往今來
古怪
古文
古文字
古文學
古早
古時
古書
古書店
古月粉
古為今用
古玩
古玩舖
古琴
古生物
古箏
古羅馬
古老
古老石山
古舊
古色古香
古董
古董商
古董店
古董舖
古蘭經
古裝
古裝戲
古裝片
古訓
古詩
古諺
古蹟
古道
古都
古銅
古銅色
古雅
古靈精怪
古韻
古風
句
句型
句型分析
句號
另
另外
另有
另有企圖
另眼相待
另眼相看
另行通知
另謀出路
另起爐灶
另開一張
叨
叨光
叨叨絮絮
叨擾
叩
叩拜
叩見
叩謝
叩門
叩頭
叩首
只
只不過
叫
叫做
叫停
叫價
叫唆
叫喊
叫喚
叫嚷
叫囂
叫好
叫屈
叫座
叫白車
叫糊
叫罵
叫聲
叫苦
叫苦連天
叫賣
叫車
叫醒
叫門
叫陣
叫雞
叫餸
叫餸食飯
召
召之即來
召喚
召回
召妓
召見
召開
召集
召集人
叭
叮
叮噹
叮嚀
叮囑
可
可以
可佩
可供
可供參考
可信
可信度
可卡因
可取
可可
可可樹
可可粉
可可豆
可否
可唔可以
可喜可賀
可圈可點
可塑
可塑性
可多可少
可大可小
可怕
可怖
可恥
可恨
可悲
可惜
可惡
可愛
可憐
可憐蟲
可望而不可及
可歌可泣
可耕地
可能
可能性
可蘭經
可觀
可謂
可貴
可遇而不可求
台
台幣
台灣人
台階
叱
叱吒
叱吒風雲
叱喝
叱責
史
史上
史前
史前時代
史學
史學家
史學界
史實
史料
史書
史無前例
史記
史詩
史跡
右
右上
右上方
右上角
右下
右下方
右下角
右便
右側
右傾
右傾份子
右傾機會主義
右前
右前方
右後
右後方
右手
右手便
右手邊
右方
右派
右派份子
右眼
右翼
右耳
右腦
右腳
右軚車
右轉
右邊
右鉤拳
右鍵
右面
叵
叵測
司
司令
司令台
司令員
司令官
司令部
司儀
司士
司寇
司徒
司機
司法
司法制度
司法官
司法機關
司法權
司法獨立
司法界
司法部
司法部長
司法院
司法院長
司空
司空見慣
司馬
叻
叻仔
叻唔切
叻埠
叻女
叻幣
叻架
叼
吁
吃
吃口吃舌
吃喝玩樂
吃菜
吃裡扒外
吃醋
吃飽
各
各不相同
各不相讓
各人自掃門前雪
各位
各取所需
各國
各地
各奔前程
各式各樣
各形各色
各得其所
各抒己見
各持己見
各方面
各施各法
各有千秋
各有巧妙不同
各有所好
各界人士
各盡所能
各種
各種人
各種各樣
各自
各自為政
各色各樣
各花入各眼
各行其是
各行各業
各行各路
各路人馬
各領風騷
各顯神通
吆
吆喝
合
合久必分
合乎
合乎邏輯
合份
合份送禮
合作
合作社
合併
合同
合唱團
合埋
合埋一齊去
合埋有幾多？
合夥
合夥人
合奏
合奏曲
合好
合家歡
合影
合心水
合情
合情合理
合成
合成物
合成纖維
合成體
合手
合手合脚
合格
合桃
合桃酥
合檔
合法
合法化
合流
合演
合照
合照留念
合營
合理
合理化
合皮
合眼緣
合租
合算
合約
合而為一
合股
合肥
合胃口
合訂本
合計
合資
合身
合轍
合辦
合適
合金
合錢
合錢送禮
吉
吉人天相
吉兆
吉凶
吉凶未卜
吉利
吉屋
吉屋招租
吉手
吉日
吉星高照
吉普車
吉祥
吉身
吉車
吊
吊吊揈
吊味
吊命
吊威也
吊尾
吊床
吊櫃
吊燈
吊癮
吊起嚟賣
吊銷
吊銷執照
吊鐘
吊靴鬼
吊頸
吊鹽水
吋
同
同…斟吓
同一
同一性
同上
同下
同事
同仁
同仇敵愾
同伴
同位
同位素
同位角
同位語
同僚
同儕
同化
同化作用
同名
同名同姓
同埋
同姓
同學
同學會
同學錄
同室操戈
同居
同屋
同屋主
同屋共主
同工不同酬
同工同酬
同年
同年同月同日
同年級
同床異夢
同心
同心協力
同心同德
同心圓
同志
同性
同性戀
同情
同意
同房
同撈同煲
同日
同日而語
同時
同月
同樣
同步
同歸於盡
同母異父
同流合污
同源
同溫
同溫層
同父異母
同班
同班同學
同甘共苦
同生
同生共死
同生死
同生死，共患難
同病相憐
同盟
同盟國
同盟會
同盟條約
同盟罷工
同盟軍
同種
同窗
同等
同素異形
同素異形體
同素異性
同線
同義
同義字
同義詞
同聲
同胞
同胞兄弟
同舟共濟
同行
同行是冤家
同袍
同謀
同謀者
同路
同路人
同軸
同軸電纜
同輩
同鄉
同鄉會
同音
同音字
同音詞
同類
同類相殘
同齡
名
名不正則言不順
名不符實
名不虛傳
名人
名人錄
名列前矛
名列前茅
名利
名利雙收
名副其實
名勝
名勝古跡
名單
名嘴
名垂青史
名堂
名媛
名字
名存實亡
名將
名師
名師出高徒
名廚
名揚四海
名曲
名望
名校
名次
名次表
名正言順
名氣
名流
名滿天下
名片
名牌
名牌嘢
名牌店
名目
名目繁多
名稱
名符其實
名節
名義
名義上
名義工資
名聞中外
名聞遐邇
名聲
名聲遠播
名花
名花有主
名菜
名落孫山
名著
名號
名言
名言錄
名詞
名諱
名譽
名譽博士
名譽會長
名貴
名車
名過其實
名酒
名醫
名錶
名門
名門世家
名門貴族
名門閨秀
名額
后
吏
吐
吐出
吐氣
吐沫
吐痰
吐絲
吐苦水
吐血
吐露
向
向前
向前行
向西
向隅
吒
吓
吓吓
吖
吖啶
吖嗱
吙
君
君主
君主主義
君主制
君主國
君主專制
君主專政
君主權
君主立憲制
君之
君子之交
君子之交淡如水
君子動口不動手
君子協定
君子好逑
君權
君王
君真
君臨天下
吝
吝啬
吝嗇
吞
吞併
吞口水
吞吐
吞吞吐吐
吞唔落
吞噬
吞嚥
吞拿魚
吞槍
吞樸
吞沒
吞聲
吞聲忍氣
吞雲吐霧
吞食
吟
吟吟沉沉
吟哦
吟唱
吟嚟吟去
吟沉
吟詠
吟詩
吟詩作對
吟誦
吠
吠叫
吡啶
吥
否
否則
否定
否定一切
否定句
否定詞
否極泰來
否決
否決權
否認
吧
吧女
吨
吩
吩咐
吪
含
含冤
含冤而死
含含糊糊
含垢忍辱
含恨
含情
含情脈脈
含意
含有
含水
含水量
含淚
含笑
含糊
含糊不清
含糊其詞
含羞
含羞草
含義
含苞待放
含蓄
含蘊
含血噴人
含辛茹苦
含酸
含量
含飴弄孫
听
吭
吭聲
吮
吰
吱
吱吱叫
吱吱斟斟
吱聲
吳
吳儂軟語
吵
吵耳
吵醒
吵鬧
吶
吶喊
吷
吸
吸入
吸塵機
吸引
吸收
吸血鬼
吹
吹佢唔脹
吹口哨
吹唔脹
吹噓
吹得天花亂墜
吹毛求疵
吹水
吹波膠
吹灰之力
吹熄
吹爆
吹牛
吹皺一池春水
吹笛
吹脹
吹雞
吹雞完場
吹鬚睩眼
吻
吻別
吼
吼 
吼住
吼斗
吼機會
吽
吽仔
吽哣
吾
呀
呂
呃
呃人
呃呃騙騙
呃神騙鬼
呃秤
呃錢
呃食
呃飲呃食
呃鬼
呃鬼食豆腐
呆
呆呆傻傻
呆板
呆鈍
呈
呈上
呈報
呈獻
呈現
告
告一段落
告假
告別
告到你甩褲
告到佢甩褲
告急
告狀
告發
告白
告知
告示
告示板
告票
告終
告罪
告訴
告誡
告辭
告退
呎
呏
呔
呠
呢
呢便
呢個
呢個係
呢個嘢
呢個月
呢勻
呢味嘢
呢啲
呢啲嘢
呢嘢
呢幾年嚟
呢度
呢排
呢排好唔掂
呢槓嘢
呢種
呢處
呢輪
呢鋪
呢陣
呢陣時
呢駁
呣
呤
呥
呦
周
周圍
周年慶
周時
周時無日
周朝
周期表
周處
周街
周街係人
周街走
周身
周身刀冇張利
周身蟻
呫
呬
呰
呱
呱呱叫
呲
味
味同嚼蠟
味精
味蕾
味覺
味道
呴
呵
呵呵
呵氣
呵護
呶
呷
呷醋
呸
呺
呻
呻吟
呼
呼之欲出
呼出
呼口號
呼叫
呼叫器
呼吸
呼吸器官
呼吸困難
呼吸系統
呼吸聲
呼吸道
呼呼大睡
呼喊
呼喚
呼嘯
呼嘯而過
呼嚕
呼天搶地
呼應
呼應聲
呼救
呼救信號
呼朋引類
呼氣
呼籲
呼聲
呼風喚雨
命
命中
命中率
命中註定
命令
命令句
命名
命大
命根
命案
命水
命水唔好
命脈
命苦
命薄
命運
命題
呾
呿
咀
咀一啖
咀嚼
咁
咁上下
咁串
咁做
咁啱
咁啱嘅
咁嘅嘢
咁多位
咁多年
咁晏
咁滯
咁盞
咁盟塞
咁遲先嚟
咁高咁大
咁鬼死…
咂
咂嘴
咄
咄咄逼人
咆
咆哮
咇
咇出嚟
咈
咋
和
和事佬
和事老
和味
和善
和好
和尚
和平
和平共存
和平共處
和平談判
和平鴿
和服
和煦
和睦
和約
和藹
和諧
和頭酒
咍
咎
咐
咑
咒
咒語
咕
咕哩
咕嚕
咕𠱸
咖
咖啡
咖啡漬
咖啡館
咖喱
咗
咚
咠
咡
咢
咥
咦
咧
咧□
咧啡
咧嘴
咧晒氣
咧氣
咨
咩
咩事呀？
咩嘢
咩嘢環境呀？
咩意思
咩環境呀？
咩話？
咩都唔驚
咪
咪 
咪住
咪係
咪去住
咪喐
咪嘈
咪嘴
咪家
咪就係
咪指擬
咪書
咪話
咪走呀
咪錶
咪高峰
咫
咫尺
咫尺天涯
咬
咬一啖
咬佢唔入
咬口
咬口唇
咬唔入
咬字
咬字清晰
咬定
咬弦
咬文嚼字
咬牙
咬牙切齒
咬緊
咬緊牙關
咭
咭數
咭片
咮
咯
咱
咱們
咳
咳 
咳嗽
咳嗽藥
咳血
咶
咷
咸
咺
咻
咼
咽
咽喉
咿
咿挹
哀
哀傷
哀兵必勝
哀叫
哀哉
哀思
哀怨
哀悼
哀惜
哀愁
哀慟
哀憐
哀懇
哀戚
哀榮
哀歌
哀歎
哀求
哀痛
哀矜
哀矜勿喜
哀莫大於心死
哀號
哀訴
哀鳴
哀鴻遍野
品
品位
品味
品嚐
品學
品學兼優
品德
品性
品格
品格高尚
品牌
品目
品種
品種改良
品管
品紅
品級
品綠
品茗
品茶
品藍
品行
品評
品貌
品貌出眾
品貌雙全
品質
品質管制
品頭論足
品類
哂
哄
哅
哆
哆嗦
哇
哈
哈哈大笑
哈士蟆
哈密瓜
哈巴
哈欠
哉
哋
响
响…度
响入面
响屋企
响度
响處
响邊度
哎
哎吔
哎呀
哎喲
哏
哞
員
員工
哢
哤
哥
哥哥
哥哥仔
哥記
哦
哧
哧哧
哨
哨兵
哨牙
哩
哩哩啦啦
哪
哪吒
哫
哭
哭泣
哮
哮喘
哱
哲
哲學
哲學家
哳
哷
哺
哺乳
哺乳動物
哺雞仔
哼
哼唱
哼歌
哽
哽咽
哿
唁
唃
唄
唅
唆
唆使
唇
唇膏
唈
唉
唉唉聲
唉聲歎氣
唌
唎
唏
唏噓
唐
唐人
唐人街
唐字
唐山
唐朝
唐樓
唐突
唐裝
唐裝衫
唐詩
唐餐
唑
唓
唔
唔…就假
唔…就假嘅
唔…就有鬼
唔…就有鬼囉
唔一定
唔中用
唔似
唔似樣
唔使
唔使一陣
唔使做
唔使咁火滾
唔使咁謙噃
唔使唔該
唔使問阿貴
唔使客氣
唔使恨
唔使慌
唔使憂
唔使指擬
唔使講
唔使送呀
唔使驚
唔係
唔係人噉品
唔係呀嘛
唔係呀話
唔係啩
唔係嘅話
唔係噉話
唔係噉話，你過獎喇
唔係好合
唔係幾
唔係幾似
唔係路
唔信
唔值得
唔做
唔公平
唔准
唔出聲
唔切
唔到你
唔到你唔…
唔制
唔制得過
唔化
唔化算
唔受得
唔可以
唔可能
唔合
唔合法
唔合理
唔合適
唔同
唔同意
唔响度
唔啱
唔啱傾
唔啱咀形
唔啱數
唔喐得
唔單止
唔單止噉
唔喺屋企
唔喺度
唔嗲唔吊
唔在講
唔多
唔夠
唔夠quali
唔夠佢嚟
唔夠佢打
唔夠佢爭
唔夠佢鬥
唔夠力
唔夠喉
唔夠埞方
唔夠攝牙罅
唔夠瞓
唔好
唔好出聲
唔好啦
唔好喊
唔好喐
唔好嘈
唔好客氣
唔好心急
唔好意思
唔好意頭
唔好擔心
唔好睇
唔好聽
唔好計帶
唔好講
唔好預我
唔好食
唔好飲
唔安全
唔安樂
唔定
唔容易
唔實際
唔對路
唔小心
唔少
唔少得
唔得
唔得切
唔得掂
唔得閑
唔得閒
唔志在
唔忿氣
唔怕
唔怕醜
唔怪之得
唔怪乎
唔想
唔憂
唔憂食，唔憂著
唔應該
唔打得都睇得
唔抵
唔抵幫
唔抵得
唔拘
唔挐耕
唔捨得
唔掂
唔掂諗到掂為止
唔搭界
唔撈
唔敢
唔方便
唔明
唔易做
唔會
唔會啩
唔會嘅
唔止
唔止…仲…
唔止…仲…添
唔正常
唔清唔楚
唔清楚
唔湯唔水
唔為得過
唔熟唔食
唔熟性
唔爭在
唔理
唔生性
唔發市
唔盞
唔相信
唔睬佢
唔知
唔知好醜
唔知死
唔知道
唔知醜
唔禁
唔禁等
唔禁著
唔等使
唔經唔覺
唔緊要
唔習慣
唔耐
唔耐煩
唔聲
唔能
唔自在
唔至於
唔興
唔舒服
唔落得手
唔行得埋
唔行得開
唔衰得
唔衰攞嚟衰
唔要
唔要得
唔見咗
唔見得人
唔見得光
唔覺意
唔覺眼
唔計帶
唔記得
唔記得咗
唔話得
唔該
唔該借歪
唔該晒
唔認得
唔認數
唔論
唔識
唔識佢
唔識唱歌
唔識字
唔識死
唔識睇
唔識聽
唔識衰
唔識路
唔識轉彎
唔走得
唔近
唔通
唔通…咩
唔通氣
唔道德
唔重要
唔錯
唔鍾意
唔開心
唔開胃
唔關…事
唔關事
唔關你事
唔關我事
唔難
唔需要
唔食力
唔食雜
唔高興
唔鹹唔淡
唔𠸎耕
唗
唚
唞
唞吓
唞啖氣
唞工
唞氣
唞涼
唞身
唥
唦
唧
唧筒
唪
唬
唭
售
售出
唯
唯心
唯心主義
唯心論
唯恐天下不亂
唯有
唯物主義
唯物論
唯物辯證法
唯美
唰
唱
唱K
唱作人
唱反調
唱口
唱歌
唱片
唱碟
唱衰
唱衰佢
唱詩班
唱高調
唲
唳
唴
唵
唶
唷
唸
唸佛
唸口黃
唸咒
唸書
唸經
唼
唾
唾手可得
唾沫
唾罵
啀
啁
啃
啃咬
啃噬
啃書
啄
啄木鳥
啄親
啅
商
商人
商住兩用
商品
商場
商店
商朝
商業
商榷
商用
商貿
商酌
商量
啈
啊
啋
啋過你
啋過你把口
啋過你把衰口
啋過你，大吉利事
啍
啎
問
問候
問卷
問吊
問起
問題
啐
啐唾沫
啑
啕
啖
啗
啜
啜泣
啜飲
啞
啞佬
啞巴
啟
啟動
啟發
啟示
啟航
啡
啡啡聲
啡水
啡色
啢
啣
啤
啤令
啤啤
啤啤仔
啤啤女
啤啤車
啤梨
啤酒
啤酒肚
啥
啦
啦啦亂
啦啦林
啦啦聲
啦啦聲去啦
啩
啪
啫
啫喱
啱
啱feel
啱key
啱偈
啱先
啱咀形
啱唔啱
啱啱
啱啱要
啱心水
啱聽
啱蹺
啲
啲人
啲咁多
啲啲咁多
啲朋友
啵
啶
啷
啷口
啷口盅
啹
啻
啼
啼笑皆非
啽
啾
啾叫
喀
喀斯特
喁
喂
喂奶
喂食
喃
喃喃自語
善
善事
善人
善哉
善報
善士
善始善終
善待
善後
善後事宜
善心
善忘
善思
善性
善惡
善惡不分
善意
善戰
善於
善有善報
善本
善根
善款
善男信女
善終
善罷甘休
善舉
善良
善行
善言
善變
善辯
善長仁翁
喇
喇叭
喇嘛
喇嘛廟
喇嘛教
喇嘛教徒
喈
喉
喉嚨
喉嚨痛
喉核
喉欖
喉轆
喊
喊包
喊口
喊唔出
喊喊口
喊噉口
喊打喊殺
喊苦喊忽
喊路
喊驚
喋
喋喋不休
喋血
喌
喍
喎
喏
喐
喐不得其正
喐動
喐啲
喐啲就
喐喐貢
喐手
喐手喐腳
喐手打人
喐親
喐親就…
喐身
喐身喐勢
喑
喒
喓
喔
喘
喘定
喘息
喘氣
喙
喚
喚醒
喜
喜出望外
喜劇
喜劇片
喜宴
喜形於色
喜怒不形於色
喜怒哀樂
喜怒無常
喜悅
喜愛
喜新厭舊
喜極而泣
喜歡
喜氣洋洋
喜洋洋
喜笑顏開
喜筵
喜聞樂見
喜訊
喜酒
喜鵲
喝
喝斥
喝茶
喝醉
喟
喟歎
喢
喣
喤
喦
喧
喧嘩
喧譁
喧闐
喨
喪
喪仔
喪命
喪失
喪氣
喪禮
喪葬
喫
喫飯
喬
喭
單
單丁
單人房
單企人
單位
單係
單元
單刀
單吊西
單單
單嘢
單姓
單字
單對單
單張
單據
單眼
單眼簷
單行
單行道
單親家庭
單調
單身寡仔
單身寡佬
單身貴族
單車
單車徑
單車掣
單車泵
單車鎖匙
單靠
喱
喲
喳
喳喳
喵
喵喵嘴
喵嘴
喹啉
喺
喺…度
喺企
喺屋企
喺度
喺晒
喺處
喺邊度
喻
喼
喼帽
喼弗
喼汁
喿
嗀
嗃
嗄
嗅
嗆
嗇
嗈
嗉
嗊
嗋
嗌
嗌交
嗌名
嗌嘢
嗌嘢食
嗌救命
嗌痛
嗌通街
嗍
嗍啖煙
嗍晒氣
嗍氣
嗍水
嗍鼻
嗎
嗎啡
嗏
嗐
嗑
嗒
嗒嗒聲
嗒真
嗒真吓
嗒真啲
嗓
嗓門
嗔
嗖
嗙
嗚
嗚呼哀哉
嗛
嗜
嗜好
嗜殺成性
嗝
嗟
嗡
嗢
嗣
嗤
嗥
嗥叫
嗦
嗨
嗩
嗩吶
嗯
嗰
嗰一晚
嗰便
嗰個
嗰個係
嗰啲
嗰啲嘢
嗰單畸士
嗰度
嗰排
嗰日
嗰時
嗰晚
嗰條友
嗰條友仔
嗰次
嗰種
嗰處
嗰陣
嗰陣時
嗰隻衰嘢
嗰頭近
嗱
嗲
嗲哋
嗲哋媽咪
嗲聲嗲氣
嗶
嗷
嗹
嗺
嗽
嗾
嗾使
嗿
嗿人
嗿人歡喜
嗿細蚊仔
嘀
嘁
嘂
嘅
嘅啫
嘅嗻
嘅時
嘅時候
嘅樣
嘅話
嘆
嘆世界
嘈
嘈交
嘈到死
嘈吵
嘈喧巴閉
嘈嘈閉
嘈得滯
嘈生晒
嘈起上嚟
嘈醒
嘈雜
嘉
嘉賓
嘌
嘌呤
嘍
嘍口
嘎
嘏
嘐
嘒
嘓
嘔
嘔吐
嘔吐物
嘔心瀝血
嘔心瀝血之作
嘔氣
嘔血
嘕
嘖
嘗
嘗試
嘛
嘛嘛
嘛嘛哋
嘛嘛啫
嘜
嘜1
嘜2
嘜頭
嘝
嘞
嘟
嘟嘴
嘟嚕
嘟囔
嘢
嘢埋…
嘢埋我
嘥
嘥到一錢不值
嘥地方
嘥心機
嘥心機捱眼瞓
嘥撻
嘥時間
嘥氣
嘥聲壞氣
嘥鬼氣
嘧
嘧啶
嘩
嘩啦啦
嘩嘩
嘬
嘭
嘮
嘮叨
嘮嘈
嘯
嘰
嘰咕
嘰哩咕嚕
嘰嘰趷趷
嘰趷
嘲
嘲笑
嘲諷
嘳
嘴
嘴刁
嘴喵喵
嘴角喵起
嘴𠴕𠴕
嘵
嘶
嘸
嘹
嘹亮
嘺
嘻
嘽
嘿
噀
噁
噁心
噂
噃
噅
噅人
噅噅篩篩
噅求
噆
噉
噉仲得掂
噉又係
噉又唔係
噉又唔係噃
噉又唔同
噉又得
噉又點
噉又點呀？
噉唔係
噉就啱
噉就弊
噉樣
噉都唔得
噉都唔得咩
噉都好
噉都得
噉都得嘅？
噊
噌
噍
噍吹波膠
噎
噏
噏三噏四
噏啲乜呀
噏得出就噏
噒
噒榄核
噒諄
噓
噓唏
噗
噗哧
噘
噙
噚
噞
噠
噢
噣
噤
噤若寒蟬
噥
噦
器
器官
器材
器械
器皿
噩
噩夢
噪
噪音
噫
噬
噭
噯
噯氣
噰
噱
噱頭
噲
噳
噴
噴吐
噴嚏
噴射
噴射機
噶
噶仔
噶佬
噶啦
噶喇
噶妹
噶話
噶頭
噷
噸
噹
噹啷
噻唑
嚀
嚂
嚃
嚄
嚅
嚆
嚇
嚇一驚
嚇唬
嚇我一驚
嚇暈
嚇窒
嚇親
嚌
嚎
嚎啕
嚏
嚐
嚓
嚕
嚗
嚘
嚙
嚙齒類
嚚
嚜
嚟
嚟呢度
嚟唔得切
嚟得切
嚟得啱
嚟神
嚟緊
嚟自
嚟遲
嚟遲咗
嚡
嚡嚡聲
嚡熠熠
嚤
嚤佗
嚥
嚥口水
嚦
嚨
嚪
嚫
嚬
嚭
嚮
嚮導
嚮往
嚲
嚳
嚴
嚴令
嚴以律己
嚴冬
嚴刑
嚴刑峻法
嚴刑拷打
嚴加
嚴厲
嚴守
嚴守中立
嚴密
嚴寒
嚴峻
嚴師
嚴懲
嚴整
嚴明
嚴格
嚴禁
嚴肅
嚴謹
嚴責
嚴酷
嚴重
嚴防
嚴陣以待
嚵
嚶
嚷
嚼
嚼不爛
嚼舌
嚾
嚿
囀
囁
囁嚅
囂
囂張
囅
囆
囈
囈語
囉
囉噃
囉囉攣
囉攣
囉柚
囉氣
囊
囊中物
囊括
囊空如洗
囊篋羞澀
囋
囌
囍
囍帖
囑
囑咐
囓
囔
囔囔
囖
囗
囚
囚人
囚徒
囚房
囚牢
囚犯
囚籠
囚糧
囚衣
囚車
囚首垢面
四
四不像
四仔
四仔台
四便
四個字
四兩撥千斤
四十
四十蚊
四千蚊度
四合院
四周圍
四圍
四圍撲
四塊半
四大皆空
四季
四季如春
四季豆
四川人
四平八正
四平八穩
四年級
四方
四方八面
四星
四星級
四書五經
四月
四月份
四正
四海
四海為家
四物湯
四眼佬
四級
四肢
四肢無力
四腳朝天
四腳蛇
四處
四處奔走
四處尋找
四處張望
四角
四角帽
四角形
四通八達
四邊
四邊四便
四邊形
四重
四重唱
四重奏
四開
四開本
四面
四面八方
四面受困
四面楚歌
四點
四點鐘
囝
回
回佣
回南
回南天
回吐
回報率
回憶
回應
回收
回教徒
回歸
回歸線
回水
回穩
回答
回聲
回覆
回購
回軟
回首
囟
囟門
因
因之
因人成事
因人而異
因住
因住凍親
因住電親
因公殉職
因利乘便
因勢利導
因噎廢食
因地制宜
因子
因小失大
因式
因式分解
因循
因循守舊
因應
因故
因數
因數分解
因時制宜
因材施教
因果
因果報應
因果律
因果論
因果關係
因此
因此之故
因為
因由
因禍得福
因素
因緣
因緣際會
因而
因襲
因襲陳規
因陋就簡
因雨取消
因雨延期
囡
囡囡
囤
囧
囪
囫
囫圇
囫圇吞棗
囮
困
困境
困守
困局
困惑
困擾
困獸之鬥
困獸猶鬥
困窘
困窮
困苦
困難
困難重重
困頓
囷
囹
囹圄
固
固執
固執己見
固定
固有
固然
固體
囿
圁
圂
圃
圄
圇
圈
圉
圊
國
國事
國事犯
國交
國代
國代選舉
國企
國債
國內
國內外
國內市場
國內生產
國內貿易
國劇
國力
國務卿
國務部長
國務院
國勢
國史
國名
國君
國土
國境
國境線
國外
國外市場
國外貿易
國大
國大代表
國威
國學
國定
國定假日
國定紀念日
國宴
國家
國家主義
國家元首
國家公園
國家利益
國家制度
國家化
國家圖書館
國家安全
國家標準
國家機器
國家機密
國家機構
國家機關
國家權力
國家權力機關
國家社會主義
國家考試
國家至上
國家興亡
國家資本主義
國家銀行
國家隊
國家預算
國富民安
國富民強
國寶
國寶級
國帑
國師
國度
國庫
國庫券
國徽
國恥
國情
國慶
國慶日
國慶節
國手
國教
國文
國旗
國會
國會制
國會議員
國有
國有化
國格
國樂
國樂團
國歌
國步艱難
國殤
國民
國民大會
國民大會代表
國民生產
國民生產毛額
國民生產總值
國民經濟
國民經濟計劃
國民身分證
國民軍
國民黨
國泰民安
國營
國營事業
國營企業
國營商業
國父
國片
國片商
國片展
國王
國璽
國產
國產品
國界
國界線
國畫
國畫家
國破家亡
國稅
國稅局
國立
國立大學
國策
國策顧問
國籍
國粹
國腳
國舅
國色
國色天香
國花
國葬
國號
國術
國計民生
國語
國語羅馬字
國貨
國貿
國賊
國賓
國運昌隆
國道
國都
國醫
國門
國防
國防工業
國防部
國防部長
國際
國際主義
國際公法
國際公約
國際勞動節
國際化
國際市場
國際帝國主義
國際慣例
國際換日線
國際標準
國際機場
國際法
國際法庭
國際法院
國際私法
國際經濟
國際舞台
國際觀
國際貿易
國際都市
國際關係
國際音標
國難
國魂
圌
圍
圍 
圍剿
圍屏
圍牆
圍繞
圍裙
園
園圃
圓
圓□□
圓形
圓溜溜
圓蹄
圖
圖例
圖像
圖冊
圖利
圖名
圖名圖利
圖形
圖文
圖文並茂
圖書
圖書管理員
圖書館
圖案
圖樣
圖檔
圖片
圖版
圖畫
圖畫冊
圖畫書
圖畫紙
圖示
圖章
圖紙
圖表
圖解
圖謀
圖釘
圖鑑
圖騰
圖騰崇拜
團
團友
團員
團圓
團圓飯
團團
團團圍住
團團轉
團契
團年
團年飯
團結
團結一致
團結就是力量
團聚
團購
團長
團隊
團隊精神
團體
圛
圜
圞
土
土佬
土匪
土地
土地改革
土地稅
土墩
土壤
土星
土木工程
土木工程系
土葬
土鼠
圠
圢
圣
在
在乎
在意
在生
圩
圪
圬
圭
圭臬
圮
圯
地
地下
地下室
地下鐵
地中海
地主
地主份子
地主階級
地位
地區
地圖
地址
地埗
地域
地基
地大物博
地對地
地對空
地層
地峽
地帶
地幔
地平線
地底
地底下
地庫
地形
地形圖
地心
地心引力
地拖
地攤
地支
地方
地方官
地方政府
地方稅
地板
地核
地極
地檢署
地檢處
地權
地步
地段
地殼
地殼運動
地毯
地毯式轟炸
地氈
地氊
地洞
地溫
地熱
地熱能
地牢
地牢商場
地獄
地球
地球儀
地球日
地球科學
地理
地理位置
地理學
地理學家
地理環境
地瓜
地瓜湯
地產
地產稅
地界
地畝
地痞
地痞流氓
地皮
地盤
地磁
地租
地稅
地積
地窖
地窨子
地縫
地老天荒
地老天荒不了情
地腳
地膽
地誌
地質
地質學
地質學家
地踎
地道
地鐵
地鐵站
地雷
地震
地震儀
地震學
地震預報
地面
地面溫度
地頭
地頭蟲
地點
圳
圻
圾
址
坁
坅
均
均勻
均真
坉
坊
坊間
坋
坌
坍
坍塌
坎
坎坷
坎坷不平
坏
坐
坐企身
坐低
坐唔定
坐喺
坐喺地下
坐定定
坐月
坐櫃面
坐正
坐監
坐禪
坐船
坐視不理
坐起身
坐車
坐霸王車
坐食山崩
坑
坑渠
坒
坡
坤
坦
坦白
坦诚
坨
坩
坪
坫
坭
坯
坰
坱
坲
坳
坴
坵
坶
坷
坺
坻
坼
垂
垂危
垂涎三尺
垃
垃圾
垃圾佬
垃圾參
垃圾桶
垃圾篸
垃圾蟲
垃圾車
型
型仔
型到痺
型男
型男索女
垌
垓
垔
垕
垚
垛
垝
垞
垟
垠
垢
垣
垤
垮
垮台
垵
垸
垺
垼
垽
埂
埃
埆
埇
埋
埋伏
埋位
埋便
埋去
埋單
埋嚟
埋堆
埋尾
埋岸
埋席
埋怨
埋手
埋數
埋站
埋葬
埋身
埋閘
埋頭
埌
城
城垣
城堡
城市
城隍
埏
埒
埔
埕
埕埕塔塔
埗
埗頭
埜
埞
埞方
域
埠
埠仔
埡
埢
埤
埧
埭
埰
埲
埳
埴
埵
埶
執
執二攤
執人口水溦
執仔
執仔婆
執到
執到寶
執到正
執到都喊三聲
執包袱
執吓張床
執字粒
執定
執屋
執屍
執山草藥
執平嘢
執床
執手尾
執拾
執拾乾淨
執拾好行李
執政黨
執枱
執死雞
執死雞仔
執滯
執漏
執照
執生
執番條命
執番身彩
執碟
執私
執笠
執籌
執翻條命
執茶
執藥
執行李
執贏
執起
執起嚟
執輸
執輸行頭慘過敗家
執輸過人
執迷不悟
執齊
執齊啲嘢
執齊行李
埸
培
培養
基
基佬
基因學
基圍
基圍蝦
基地
基女
基本
基本上
基督教
基礎
基調
基金
基金會
埻
埼
埽
堀
堁
堂
堂倌
堂口
堂吃
堂座
堂皇
堂費
堄
堅
堅守
堅定
堅持
堅挺
堅料
堅決
堅決否認
堅硬
堅稱
堅韌
堆
堇
堈
堉
堊
堋
堌
堍
堎
堐
堙
堙沒
堙滅
堛
堝
堞
堠
堡
堡壘
堤
堤壩
堧
堨
堩
堪
堪稱
堪輿
堭
堮
堯
堰
堰塞湖
報
報仇
報刊
報名
報告
報導
報紙
報紙佬
報紙檔
報載
報道
報酬
堲
堳
場
場合
場所
場面
堵
堵塞
堶
堽
堿
塈
塊
塊面紅紅哋
塋
塌
塍
塏
塑
塑料
塑膠
塑膠桶
塒
塓
塔
塔樓
塕
塗
塗油
塘
塘基
塘壆
塘尾
塘蝨
塙
塚
塞
塞晒車
塞車
塢
塤
塥
塨
填
填充
填土
填字
填字遊戲
填寫
填平
填海造地
填滿
填空
填空題
填表
填詞
填鴨
填鴨式
塱
塴
塵
塵俗
塵囂
塵土
塵土飛揚
塵埃
塵埃落定
塵封
塹
塹壕
塺
塼
塽
塾
塿
墀
墁
境
境內
境地
境域
境外
境況
境界
境遇
墅
墆
墇
墈
墉
墊
墋
墎
墐
墓
墓碑
墔
墜
墜地
墜樓
墜機
墜毀
墜落
墝
增
增值
增值稅
增光
增兵
增刪
增加
增壓
增多
增大
增廣
增廣見聞
增強
增援
增添
增減
增產
增至
增補
增訂
增訂本
增設
增量
增長
增長率
增長速度
增音機
增高
墟
墟冚
墟場
墟墟冚冚
墟巴嘈閉
墟日
墠
墡
墣
墦
墨
墨守
墨守成規
墨暈
墨水
墨水筆
墨汁
墨畫
墨硯
墨筆
墨綠
墨綠色
墨跡
墨魚
墨黑
墩
墫
墬
墮
墮入
墮胎
墮落
墯
墱
墳
墳地
墳場
墳墓
墺
墻
墼
墾
墾地
墾殖
墾荒
壁
壁櫥
壁爐
壁畫
壁紙
壁虎
壅
壅泥
壅肥
壆
壇
壈
壎
壎篪相和
壏
壑
壒
壓
壓低
壓住
壓倒
壓倒性
壓價
壓力
壓力表
壓力計
壓力鍋
壓垮
壓寶
壓平
壓底
壓延
壓延機
壓扁
壓抑
壓根
壓榨
壓榨機
壓歲
壓歲錢
壓氣
壓破
壓碎
壓緊
壓縮
壓縮力
壓縮機
壓縮空氣
壓路
壓路機
壓軸
壓迫
壓迫感
壓陣
壓馬路
壔
壕
壕溝
壕溝戰
壖
壘
壘上
壘上有人
壘上無人
壘球
壘球員
壘球棒
壘球隊
壙
壚
壛
壝
壞
壞主意
壞事
壞人
壞份子
壞咗
壞心
壞心眼
壞心腸
壞脾氣
壞處
壞蛋
壞血病
壞話
壞透
壞運
壟
壟斷
壟斷市場
壢
壤
壩
士
士兵
士叻
士啤
士啤肽
士多
士多啤梨
士多房
士巴拿
士撻膽
士擔
士氣
士的
士碌架
士缽恤
士達膽
壬
壯
壯丁
壯健
壯士
壯大
壯大聲勢
壯年
壯年人
壯志
壯志凌雲
壯志未酬身先死
壯族
壯漢
壯烈
壯碩
壯美
壯膽
壯舉
壯觀
壯陽
壯陽藥
壯麗
壹
壺
壼
壽
壽仔
壽司
壽命
壽屏
壽星
壽星公
壽星公吊頸
壽比南山
壽頭
壽頭壽腦
壽麵
夆
夌
复
夏
夏令
夏令時間
夏令營
夏夜
夏天
夏季
夏朝
夏爐冬扇
夏眠
夏禹治水
夏至
夒
夔
夕
夕照
夕陽
夕陽工業
夕陽西下
外
外事
外事處
外交
外交代表
外交使節
外交史
外交團
外交學
外交官
外交家
外交特權
外交界
外交系
外交部
外交部長
外交關係
外人
外來
外來妹
外來語
外侮
外便
外借
外側
外傳
外債
外傷
外僑
外出
外出血
外分泌腺
外力
外力作用
外加
外務
外務員
外務部
外勞
外勤
外勤人員
外匯
外匯兌換
外匯兌換率
外匯局
外匯市場
外匯收入
外區
外史
外向
外商
外因
外國
外國人
外國話
外國語
外國貨
外圍
外圓內方
外在
外在美
外地
外地人
外型
外埠
外場
外太公
外太婆
外太空
外套
外姓
外婆
外嫁女
外子
外孫
外孫女
外家
外寇
外展
外層
外島
外幣
外幣存款
外底
外延
外強中乾
外形
外快
外患
外掛
外援
外敵
外文
外文系
外族
外族人
外星人
外柔內剛
外母
外母乸
外江佬
外洩
外流
外海
外漏
外父
外父咁外
外環
外甥
外甥女
外用
外用藥
外界
外界壓力
外界影響
外痔
外皮
外省
外省人
外省佬
外科
外科手術
外科醫生
外籍
外籍人士
外緣
外耳
外聘
外聽道
外藩
外號
外行
外行人
外衣
外表
外袍
外觀
外語
外語系
外貌
外貨
外貿
外資
外賓
外賣
外轉
外逃
外遇
外道
外遷
外邊
外部
外鄉
外鄉人
外野
外野手
外銷
外銷品
外銷貨
外長
外門
外陰部
外電
外露
外面
夗
夙
夙夜
夙夜匪懈
夙怨
夙緣
夙興夜寐
夙願
多
多一事長一智
多久
多事
多事之秋
多位
多位數
多元
多元化
多元性
多元論
多功能
多勞多得
多半
多口
多句嘴
多啲
多國
多國部隊
多士
多士爐
多多
多多少少
多多益善
多如牛毛
多媒體
多子多孫
多寡
多寡不拘
多少
多少少
多年
多年來
多年生
多年生植物
多彩
多彩多姿
多得
多心
多情
多愁善感
多慮
多才多藝
多數
多數人
多數票
多方
多方阻擾
多方面
多於
多此一舉
多汁
多災
多災多難
多產
多產作家
多看多聽
多禮
多種
多種多樣
多種經營
多管
多管閒事
多管齊下
多羅羅
多義字
多義詞
多胎
多虧
多行不義必自斃
多言
多計
多謀善斷
多謝
多謝晒
多變
多財善賈
多退少補
多過頭
多選
多選題
多邊
多邊形
多邊條約
多重
多重人格
多重選擇
多重選擇題
多雨
多雲
多餘
多麼
多黨
多黨制
夜
夜以繼日
夜來香
夜光錶
夜冷
夜冷貨
夜啲啦
夜市
夜市場
夜戰
夜晚
夜晚黑
夜景
夜曲
夜更
夜深人靜
夜班
夜班車
夜生活
夜空
夜總會
夜遊神
夜郎自大
夜長夢多
夜闌人靜
夜鶯
夜麻麻
夠
夠quali
夠咗有突
夠嗆
夠數
夠時候咯
夠有突
夠本
夠照
夠皮
夠膽
夠膽死
夠薑
夠運
夠鐘
夠鐘數
夢
夢中
夢中人
夢到
夢囈
夢境
夢寐以求
夢幻
夢想
夢見
夢話
夢語
夢遊
夢遊症
夢遺
夢鄉
夢醒
夢魘
夤
夥
大
大 
大一
大一統
大丈夫
大三
大不了
大不如前
大不敬
大世界
大中至正
大乘
大亂
大事
大事不妙
大事化小
大二
大亨
大人
大人公
大人大姐
大人物
大件事
大伯
大作
大佬
大使
大使大食
大使館
大便
大俠
大信封
大修理
大個
大個仔
大個仔囉
大個女
大假
大傷元氣
大傷腦筋
大儒
大元帥
大光燈
大全
大公國
大公無私
大典
大出血
大刀
大刀闊斧
大前日
大劑
大力
大力士
大力透氣
大功
大功告成
大動
大動干戈
大動脈
大勝
大勢
大勢已去
大勢已定
大勢所趨
大包
大區
大千世界
大卸八块
大受歡迎
大叫
大可不必
大吉
大吉利事
大吉利事講句
大吉大利
大同
大同世界
大同小異
大同社會
大名
大名鼎鼎
大吐苦水
大吹大擂
大呼小叫
大命
大咗肚
大哥
大哥大
大唔透
大喊十
大喊大叫
大喜
大喜過望
大喝一聲
大單
大嘢
大嘥
大器
大器小用
大器晚成
大國
大地
大地回春
大型
大型企業
大堂
大堆頭
大壩
大多數
大大啖
大大小小
大大話話
大夫
大失所望
大好
大好人
大妗姐
大姆指
大姐
大姐仔
大姑
大婆
大嫂
大字
大字報
大學
大學城
大學生
大官
大家
大家噉話
大家庭
大家都噉話
大家閨秀
大寒
大寫
大寫字母
大將
大專
大專學生
大專院校
大小
大小便
大小姐
大少
大少少
大少爺
大局
大展宏圖
大展身手
大展鴻圖
大屠殺
大市
大帝
大帥
大師
大師級
大幅
大幅度
大年初一
大幹一場
大床
大庭廣眾
大廈
大廚
大廳
大張旗鼓
大律師
大後日
大得滯
大循環
大徹大悟
大志
大快人心
大快朵頤
大恩大德
大悲
大惑不解
大意
大慈大悲
大懵
大戟
大戲
大戶人家
大手筆
大才小用
大打出手
大打折扣
大批
大把
大抵
大拇指
大拍賣
大拿拿
大排長龍
大提琴
大換血
大搖大擺
大敗
大教堂
大敵
大敵當前
大於
大早
大晒
大智若愚
大暑
大會
大會堂
大有人在
大有作為
大有可為
大本營
大材小用
大業
大概
大樓
大模斯樣
大權
大權在握
大權旁落
大權獨攬
大步
大步擸過
大殺三方
大氅
大氣壓
大氣壓力
大氣層
大江南北
大河
大法
大法官
大洋
大洲
大海
大海撈針
大清早
大清早流流
大漢族
大漢族主義
大漢民族
大火
大災難
大炮
大炮友
大無畏
大無畏精神
大熊貓
大熱症
大爺
大牌
大牌檔
大牙
大牛
大狀
大獎
大獲全勝
大王
大班
大理石
大男人主義
大略
大番薯
大病
大癲大廢
大發慈悲
大發雷霆
大白菜
大百科全書
大盜
大相逕庭
大眼瞪小眼
大眾
大眾傳播
大眾化
大眾捷運
大石責死蟹
大砲友
大破慳囊
大碟
大禍臨頭
大禮堂
大禹治水
大笑姑婆
大笨象
大筆
大篆
大篇幅
大米
大粒佬
大粒嘢
大約
大紅
大紅大紫
大紅大綠
大細佬
大細超
大結局
大綱
大總統
大義
大義滅親
大老倌
大耳窿
大聖
大聲
大聲公
大肚
大肚婆
大肚腩
大腦
大腸
大腹便便
大膽
大自然
大致
大致上
大臼齒
大興土木
大舉
大舉進攻
大船
大花大朵
大花筒
大茶飯
大菌食細菌
大葵扇
大蒜
大蔥
大蕉
大行星
大街
大街小巷
大衣
大褂
大褸
大規模
大覺瞓
大言不慚
大話
大變
大豆
大豆芽
大豐收
大象
大費周章
大賺
大跌
大跨一步
大路
大踏步
大躍進
大轉彎
大逆不道
大道
大道理
大選
大選舉
大部份
大鄉里
大量
大量生產
大銀
大錯
大錯特錯
大鍋
大鍋飯
大鍵琴
大鑊
大鑊飯
大門
大開殺戒
大開眼界
大閘蟹
大閨女
大阿哥
大陣仗
大陸
大陸人
大陸仔
大陸妹
大陸架
大陸貨
大隻
大隻佬
大隻講
大隻騾騾
大雁
大雜燴
大雞唔食細米
大難
大難不死
大難臨頭
大雨如注
大雨滂沱
大雪
大雪紛飛
大震
大霧
大靜脈
大革命
大頭
大頭佛
大頭蝦
大頭釘
大頭針
大頭鬼
大題
大顎
大顯神威
大顯神通
大顯身手
大風
大風大浪
大風雨
大風雪
大飛
大食
大食懶
大食會
大飲大食
大馬
大駕
大駕光臨
大騷
大驚失色
大驚小怪
大髀
大體
大體上
大魚
大鱷
天
天下
天下一家
天下大亂
天下太平
天下本無事，庸人自擾之
天下為公
天下為家
天下無敵
天下無雙
天下無難事
天不從人願
天不怕地不怕
天主教
天主教堂
天主教徒
天主教會
天之驕子
天井
天亮
天人合一
天仙
天仙局
天作之合
天使
天保九如
天候
天倫
天倫之樂
天價
天光
天公
天公不作美
天公地道
天兵
天兵神將
天分
天南地北
天口
天口焮
天口熱
天台
天后
天命
天命難違
天國
天地
天地不容
天地良心
天地萬物
天堂
天塹
天壇
天壤之別
天外有天
天女
天女散花
天姿國色
天婦羅
天子
天字
天字第一號
天宮
天寒地凍
天崩地裂
天干
天干地支
天底
天底下
天府
天庭
天庭飽滿
天從人願
天性
天意
天才
天才兒童
天打雷劈
天搖地動
天擇
天收
天收佢
天數
天文台
天文單位
天文學
天文學家
天文數字
天文望遠鏡
天文館
天方夜譚
天旋地轉
天明
天昏地暗
天時
天時冷
天時唔好
天時地利
天時地利人和
天時旱
天時暑熱
天時熱
天晴
天曉得
天書
天有不測風雲
天朝
天棚
天橋
天機
天機不可洩露
天氣
天氣預報
天津
天涯
天涯海角
天涯若比鄰
天淵之別
天災
天災人禍
天無二日
天無二日，國無二主
天無絕人之路
天然
天然氣
天然淘汰
天然瓦斯
天然絲
天然纖維
天然資源
天父
天狼星
天王星
天球
天球儀
天理
天理不容
天理人情
天理循環
天理昭彰
天理良心
天理難容
天琴座
天生
天生一對
天生天養
天生麗質
天皇
天真
天真無邪
天眼
天秤座
天空
天窗
天竺葵
天竺鼠
天籟
天籟之音
天經地義
天網恢恢
天線
天罡星
天羅地網
天翻地覆
天職
天腳底
天與人歸
天良
天色
天色已晚
天花亂墜
天花板
天花龍鳳
天荒地老
天葬
天藍
天藍色
天蝎
天蠍座
天蠍星
天衣無縫
天誅地滅
天象
天象儀
天資
天賜
天賜良緣
天賦
天造地設
天邊海角
天長地久
天際
天頂
天香國色
天馬行空
天體
天體營
天高地厚
天高皇帝遠
天鵝
天鵝絨
天鵝肉
天黑
天龍座
太
太低
太公
太冇解喇
太凍
太后
太大
太太
太好
太子
太子女
太子爺
太少
太平梯
太平洋
太平紳士
太平鋪
太平門
太平間
太快
太慢
太早
太極圖
太極拳
太歲頭上動土
太熱
太監
太短
太空
太空人
太空梭
太空船
太空衣
太空褸
太遠
太長
太陰
太陰曆
太陽
太陽光
太陽年
太陽曆
太陽活動
太陽熱
太陽燈
太陽眼鏡
太陽神
太陽穴
太陽系
太陽能
太陽能板
太陽輻射
太陽鏡
太陽電池
太陽黑子
太難
太高
夫
夫婦
夬
夭
夭亡
夭壽
夭折
夭逝
央
央求
央行
夯
夯地
失
失主
失之東隅，收之桑榆
失事
失信
失信於人
失傳
失利
失勢
失去
失咗
失婚
失守
失實
失寵
失常
失序
失意
失態
失慎
失戀
失戀者
失手
失打
失控
失措
失效
失敗
失敗主義
失敗者
失散
失明
失望
失格
失業
失業率
失業者
失水
失火
失物招領處
失當
失真
失眠
失眠症
失神
失禮
失禮晒
失竊
失笑
失策
失節
失約
失而復得
失聲
失職
失色
失落
失落感
失血
失誤
失調
失足
失踪
失蹤
失速
失陪
失陷
失靈
失驚無神
失魂
失魂落魄
失魂魚
夷
夷為平地
夸
夸克
夼
夾
夾份
夾住
夾口供
夾埋
夾心餅
夾手夾腳
夾硬
夾硬要佢去
夾硬迫入去
夾萬
夾衲
夾被
夾襖
夾計
奀
奀仔
奀妹
奀嫋鬼命
奀瘦
奀細
奀雌雌
奄
奄列
奄奄一息
奅
奇
奇妙
奇怪
奇數
奇異果
奇跡
奇離
奇風異俗
奈
奈佢唔何
奈唔何
奉
奉上
奉令
奉公
奉公守法
奉公職守
奉勸
奉召
奉告
奉命
奉命行事
奉承
奉旨
奉旨唔
奉旨成婚
奉為圭臬
奉獻
奉祀
奉系
奉行
奉迎
奉送
奉陪
奉養
奎
奎寧
奏
奏捷
奏效
奏樂
奐
契
契乸
契仔
契哥
契妹
契娘
契媽
契家佬
契家婆
契弟
契爺
契約
奓
奔
奔命
奔喪
奔放
奔波
奔流
奔走
奔赴
奔跑
奔躍
奔逃
奔馬
奔馳
奔騰
奕
套
套匯
套戥
套房
套現
套餐
奘
奚
奚落
奠
奠定
奡
奢
奢侈
奧
奩
奪
奪冠
奪取
奪得
奪權
奪目
奪眶而出
奪金
奪門
奪門而入
奪魂
奫
奭
奮
奮不顧身
奮力
奮勇
奮勇作戰
奮勇向前
奮勉
奮戰
奮發
奮臂高呼
奮起
奮進
奮鬥
奰
奲
女
女中豪傑
女中音
女主角
女人
女人腔
女仔
女仔之家
女仔流流
女仕
女伴
女低音
女傭
女僕
女優
女包
女友
女士
女婢
女婿
女媧補天
女嬰
女子
女孩
女孩子
女學生
女巫
女廁
女廁所
女強人
女性
女性化
女扮男裝
女方
女星
女朋友
女校
女權
女權主義
女權運動
女流
女流之輩
女演員
女為悅己者容
女王
女王蜂
女生
女界
女神
女童
女童院
女色
女郎
女首富
女高音
奴
奴僕
奴婢
奴隸
奴隸制度
奶
奶啡
奶奶
奶昔
奶樽
奶粉
奶酪
奸
奸臣
奸貓
奸賴
她
奼
好
好friend
好high
好人事
好似
好似…噉
好似係
好做得
好兆頭
好冇心機
好勁
好友
好口碼
好叻
好合
好吖！
好呀
好味
好命
好唔好
好唔掂
好啱key
好啲
好喫
好嗍氣
好嘢
好在
好地地
好多潺
好夜
好大數
好天
好奇
好奇心
好好
好好味
好好睇睇
好少少
好彩
好彩数
好彩數
好心你
好心情
好心機
好心著雷劈
好意頭
好抵
好斜
好易話為
好曬
好朋友
好榜樣
好歹
好死不如賴活
好氣
好波
好消息
好漢
好漢不吃眼前虧
好焗
好玩
好用
好癐
好盞
好相與
好看
好眼
好眼界
好睇
好睇過睇戲
好瞓
好笑
好管閒事
好細聲
好翻
好耐
好耐冇見
好耐好耐之前
好聲
好聲好氣
好聽
好肚餓
好處
好行
好衰唔衰
好衰噶
好計仔
好話
好話為
好近
好逑
好逼人
好運
好閑
好閒
好閒噶啫
好陰功
好靚
好頭好尾
好食
好食懶飛
好高騖遠
好鬼死
好鬼死難頂
妁
如
如上
如上所述
如下
如下所述
如人飲水冷暖自知
如今
如何
如何是好
如假包換
如入無人之境
如出一口
如出一轍
如同
如喪考妣
如墜五里霧中
如夢初醒
如實
如履平地
如履薄冰
如常
如影隨形
如意
如意算盤
如故
如日中天
如期
如期完成
如果
如此
如此一來
如此而已
如此這般
如法炮製
如泣如訴
如火如荼
如狼似虎
如獲至寶
如癡如狂
如癡如醉
如箭在弦
如箭在弦，一觸即發
如簧之舌
如糖似蜜
如約
如膠似漆
如臨大敵
如花似玉
如若
如若不然
如虎添翼
如釋重負
如雷貫耳
如願
如願以償
如風過耳
如飢似渴
如魚得水
如鳥獸散
妃
妃嬪
妄
妄加
妄想
妄稱
妄自尊大
妄自菲薄
妄言
妊
妊娠
妊婦
妊孕
妍
妎
妐
妒
妒嫉
妒忌
妒恨
妒意
妓
妓女
妓院
妖
妖冶
妖女
妖媚
妖嬈
妖孽
妖怪
妖物
妖精
妖聲妖氣
妖艷
妖術
妖言惑眾
妖魔鬼怪
妗
妗婆
妗母
妘
妙
妙不可言
妙人
妙人妙事
妙句
妙哉
妙境
妙想天開
妙手回春
妙方
妙極
妙用
妙筆生花
妙策
妙藥
妙處
妙言
妙言妙語
妙計
妙訣
妙語
妙語如珠
妙語解頤
妙語雙關
妙論
妙趣
妙趣橫生
妙齡
妙齡女子
妙齡女郎
妙齡少女
妝
妞
妠
妢
妣
妤
妥
妥切
妥協
妥善
妥善處理
妥當
妦
妨
妨礙
妮
妯
妯娌
妲
妳
妵
妹
妹仔
妹釘
妺
妻
妻兒
妻兒老小
妻妾
妻離子散
妾
妾侍
姁
姅
姆
姊
姊妹
姊妹篇
姊妹花
始
始作俑者
始祖
始終
始終不渝
始終不變
始終如一
姌
姍
姍姍來遲
姏
姐
姐 
姐姐
姐手姐腳
姑
姑丈
姑且
姑仔
姑勿論
姑太
姑姐
姑娘
姑娘仔
姑婆
姑媽
姑息
姑息養奸
姑爺仔
姒
姓
姓名
姓氏
姓賴
委
委以重任
委任
委員
委員會
委員長
委婉
委實
委屈
委屈求全
委派
委用
委蛇
委辦
姘
姘夫
姘婦
姘居
姚
姜
姜酌
姜醋
姝
姞
姣
姣好
姣婆
姣婆藍
姣屍扽篤
姣氣
姤
姥
姥姥
姦
姦夫
姨
姨仔
姨媽
姨媽到
姨甥
姩罅
姪
姪仔
姪心抱
姬
姮
姱
姺
姻
姻婭
姻緣
姼
姽
姿
姿勢
姿態
姿整
娀
威
威也
威信
威力
威勢
威化餅
威名
威吔
威嚇
威嚴
威士
威士忌
威士忌酒
威懾
威攝
威望
威武
威武雄壯
威水
威猛
威脅
威迫
威逼
威逼利誘
威震八方
威風
威風凜冽
威風凜凜
娃
娃娃
娉
娉婷
娌
娑
娓
娓娓動聽
娓娓而談
娓娓道來
娖
娘
娘娘腔
娘子軍
娘家
娘親
娙
娛
娛悅
娛樂
娛樂圈
娛樂場所
娛樂性
娛樂版
娛樂節目
娛記
娜
娟
娠
娠紀
娣
娥
娩
娭
娵
娶
娶妻
娶媳婦
娶心抱
娶親
娸
娼
娼妓
婀
婀娜多姿
婁
婄
婆
婆乸
婆婆
婆媽
婉
婉惜
婉拒
婉言
婉言相勸
婉謝
婉轉
婉辭
婊
婐
婑
婓
婕
婕妤
婗
婘
婚
婚事
婚假
婚前
婚友社
婚喪喜慶
婚外
婚外情
婚姻
婚媾
婚嫁
婚宴
婚後
婚禮
婚筵
婚約
婚紗
婚紗舖
婚變
婚齡
婛
婞
婠
婢
婢僕
婢女
婥
婦
婦女
婦女節
婦女運動
婦孺
婦德
婦產科
婦科
婦科醫生
婦聯
婦聯會
婦道
婧
婪
婬
婭
婷
婷婷
婷婷玉立
婸
婺
婼
婿
媌
媐
媒
媒人
媒人婆
媒介
媒介物
媒介體
媒婆
媒體
媔
媕
媚
媛
媞
媟
媢
媥
媦
媧
媮
媯
媰
媱
媲
媲美
媳
媳婦
媵
媸
媺
媻
媼
媽
媽咪
媽姐
媽媽
媽媽聲
媾
媾和
媿
嫁
嫁人
嫁妝
嫁接
嫁接法
嫁狗隨狗
嫁禍
嫁禍於人
嫁雞隨雞
嫂
嫄
嫇
嫈
嫉
嫉妒
嫉惡如仇
嫋
嫋嫋瘦瘦
嫌
嫌棄
嫌犯
嫌疑
嫌疑犯
嫌費事
嫌隙
嫕
嫖
嫖妓
嫖娼
嫖客
嫖賭
嫖賭飲吹
嫗
嫘
嫘縈
嫚
嫛
嫜
嫟
嫠
嫡
嫡派
嫡系
嫡親
嫢
嫣
嫣然一笑
嫥
嫦
嫦娥奔月
嫩
嫪
嫫
嫭
嫮
嫳
嫵
嫵媚
嫶
嫷
嫺
嫻
嫻熟
嫽
嫽到
嫽女仔
嫿
嬃
嬈
嬉
嬉水
嬉皮
嬉皮笑臉
嬋
嬌
嬌嗲
嬌妻
嬌媚
嬌嫩
嬌嬈
嬌小
嬌小玲瓏
嬌態
嬌慣
嬌柔
嬌氣
嬌生慣養
嬌美
嬌艷
嬌軀
嬐
嬖
嬗
嬗變
嬙
嬛
嬝
嬡
嬤
嬤嬤
嬥
嬪
嬪妃
嬬
嬭
嬮
嬰
嬰兒
嬰孩
嬲
嬲到死
嬲到震
嬲好定笑好
嬲死
嬲爆爆
嬴
嬸
嬾
嬿
孀
孀婦
孃
孅
孋
孌
子
子孫
子孫滿堂
子宮
子宮外孕
子宮癌
子宮頸
子宮頸癌
子弟
子弟兵
子彈
子彈頭
子曰
子母床
子薑
子虛烏有
子規
孑
孑孓
孓
孔
孔孟
孔孟之道
孔廟
孔融讓梨
孔雀
孔雀開屏
孕
孕婦
孕育
孖
孖仔
孖公仔
孖女
孖展
孖煙通
孖生
孖辮
孖鋪
字
字串
字元
字元碼
字元組
字典
字型
字幕
字彙
字形
字意
字根
字條
字正腔圓
字母
字母表
字源
字眼
字碼
字符
字粒
字紙
字組
字義
字花
字裡行間
字詞
字跡
字面
字面上
字音
字音表
字首
字體
存
存亡
存儲
存入
存取
存在
存在主義
存廢
存心
存心不良
存戶
存摺簿
存放
存檔
存款
存款單
存款簿
存活
存活率
存留
存疑
存簿
存貨
存貨量
存貯
存量
存錢
孚
孛
孜
孝
孝悌
孝順
孟
孟曾
孟母三遷
孢
季
季刊
季度
季節
季節性
季節風
季軍
季軍獎
季風
孤
孤伶伶
孤僻
孤兒
孤兒仔
孤兒寡婦
孤兒院
孤單
孤單單
孤女
孤子
孤孤單單
孤寂
孤寒
孤寒佬
孤寒到死
孤寒種
孤寒鐸
孤寒鬼
孤島
孤掌難鳴
孤注一擲
孤獨
孤立
孤立主義
孤立無援
孤芳自賞
孤苦伶仃
孤身
孤軍
孤軍作戰
孤陋
孤陋寡聞
孤零
孤零零
孤魂
孤鸞年
孥
孩
孩提
孩提時代
孩童
孫
孫仔
孬
孬種
孬脾氣
孭
孭上身
孭仔
孭住藥煲
孭債
孭帶
孭數
孭書包
孭臊蝦仔
孭袋
孭起
孭重飛
孭鑊
孭飛
孰
孰能無過
孱
孱弱
孳
孵
孵出
孵化
孵卵
孵小雞
孵育
孵蛋
學
學人
學以致用
學似
學位
學分
學前
學前教育
學務處
學區
學友
學名
學員
學問
學嘢
學園
學堂
學報
學壞
學士
學士學位
學好
學如逆水行舟
學妹
學姐
學子
學師仔
學年
學店
學府
學弟
學徒
學徒制
學徒工
學成歸國
學會
學期
學校
學校同學
學校成績
學業
學歷
學派
學海無涯
學無止境
學然後知不足
學生
學生哥
學生手冊
學生會
學生證
學生運動
學界
學社
學科
學童
學系
學習
學習計劃
學者
學而不思
學而優則仕
學舍
學藝
學術
學術界
學術界人士
學術研究
學說
學費
學運
學運領袖
學醫
學長
學門
學院
學非所用
學齡
學齡兒童
學齡前
孺
孺子
孺子可教
孺子可教也
孻
孻仔
孻女
孻尾
孻屘
孽
孽種
孽障
孿
孿生
孿生兄弟
宁
它
宄
宅
宅第
宇
宇宙
守
守行為
守護
守財奴
安
安人
安全
安全套
安全帶
安全帽
安全性
安全感
安全措施
安士　
安定
安家費
安寧
安息
安慰
安排
安樂
安樂死
安樂茶飯
安營扎寨
安置
安老院
安閒
安靜
宋
宋朝
宋詞
宋體
宋體字
完
完事
完備
完全
完善
完場
完好
完好無缺
完婚
完完全全
完工
完成
完成式
完整
完滿
完滿無缺
完璧歸趙
完畢
完結
完美
完美無瑕
宎
宏
宏亮
宏偉
宏儒
宏圖
宏圖大展
宏大
宏揚
宏業
宏碩
宏觀
宏論
宏謨
宏願
宓
宕
宗
宗廟
宗教
宗祠
宗親會
官
官仔骨骨
官僚
官僚主義
官僚作風
官僚政治
官僚習氣
官僚資本主義
官司
官吏
官員
官式
官式訪問
官方
官腔
官袍
官邸
官非
宙
定
定 
定係
定啲
定啲嚟
定晒形
定期
定義
定讞
定過抬油
定銀
定食
定點
宛
宛如
宛若
宜
宜人
宜咿哦哦
宜得
客
客人
客仔
客座
客座教授
客廳
客戶
客房
客棧
客氣
客觀
客觀主義
客觀真理
客路
客飯
宣
宣傳
宣判
宣判有罪
宣判無罪
宣布
宣戰
室
室內
室友
宥
宦
宦官
宧
宬
宭
宮
宮廷
宰
宰相
害
害怕
宴
宴會
宵
宵夜
家
家下
家世
家中
家事
家人
家信
家俬
家僕
家公
家務
家喻戶曉
家園
家境
家境清寒
家奴
家姐
家婆
家嫂
家居
家屬
家山有眼
家常
家常便飯
家常菜
家常飯
家庭
家庭主婦
家庭作業
家庭工業
家庭教師
家政
家教
家族
家書
家燕
家生
家用
家用電腦
家畜
家眷
家破人亡
家祖
家禽
家蠅
家蠶
家訓
家貓
家財
家鄉
家鄉話
家醜
家醜不可外揚
家長
家長會
家門
家陣
家頭細務
宸
容
容乜易
容忍
容易
容納
容貌
容量
容顏
宿
宿包
宿哼哼
宿舍
寀
寁
寂
寂寞
寂寥
寄
寄平信
寄生物
寅
密
密使
密實
密封
密底算盤
密斟
密碼
密籠
密絲
密質質
密集
寇
富
富人
富厚
富商
富國
富國強兵
富太
富家
富家子弟
富戶
富有
富而不驕
富華
富裕
富豪
富貴
富貴在天
富貴榮華
富貴病
富貴逼人
富足
富農
富農份子
富農經濟
富餘
富饒
富麗
富麗堂皇
寍
寎
寐
寑
寒
寒假
寒冷
寒噤
寒底
寒暄
寒暑表
寒背
寓
寓所
寓言
寔
寖
寘
寞
察
察覺
察言觀色
寠
寡
寡不敵眾
寡佬
寡婆
寡婦
寡居
寡廉鮮恥
寡慾
寡母婆
寡頭
寡頭政治
寢
寢室
寣
寤
寥
寥寥無幾
實
實係
實唔係
實嚟
實在
實地勘查
實得噶喇
實施
實會
實淨
實牙實齒
實現
實用
實穩
實穩冇錯
實穩去
實習
實習生
實行
實踐
實際
實驗
實驗室
寧
寧缺毋濫
寧肯
寧靜
寧願
寨
審
審判
審判員
審判官
審判權
審判長
審問
審問權
審問者
審官
審定
審定本
審察
審度
審慎
審慎考慮
審慎處理
審批
審時度勢
審查
審查員
審核
審核權
審案
審理
審稿
審稿人
審稿員
審美
審美觀
審視
審訂
審訂本
審計
審訊
審訊官
審議
審閱
寪
寫
寫信
寫個服字
寫唔切
寫大字
寫字
寫字枱
寫字樓
寫書
寫真
寫落嚟
寬
寬容
寬廣
寬敞
寬減
寬裕
寮
寮屋
寯
寰
寰宇
寱
寵
寵信
寵兒
寵壞
寵幸
寵愛
寵愛有加
寵物
寶
寶位
寶典
寶刀
寶刀未老
寶剎
寶劍
寶地
寶塔
寶寶
寶島
寶座
寶庫
寶物
寶特瓶
寶眷
寶石
寶藍
寶藍色
寶藏
寶貝
寶貝仔
寶貴
寶鑑
寸
寸土
寸土寸金
寸土必爭
寸心
寸斷
寸步
寸步不讓
寸步不離
寸步難移
寸步難行
寸絲不掛
寸縷
寸腸
寸草
寸草不生
寸草不留
寸草春暉
寸長
寸陰
寺
寺廟
寺院
封
封包
封鎖
封閉
封面
尃
射
射手
射擊
射精
將
將令
將來
將信將疑
將兵
將功折罪
將功贖罪
將士
將官
將就
將帥
將心比心
將息
將校
將次
將相
將要
將計就計
將軍
將近
將錯就錯
將門虎子
將領
將養
專
專一
專任
專修
專刊
專利
專利品
專利權
專利法
專利稅
專制
專區
專司
專同…拗頸
專名
專向
專員
專唱
專家
專屬
專心
專心一意
專情
專攻
專政
專文
專斷
專書
專有
專有名詞
專校
專案
專案小組
專案處理
專業
專業人士
專業化
專業性
專業教育
專業知識
專業精神
專業組織
專機
專櫃
專欄
專欄作家
專權
專治
專注
專為
專營
專用
專用品
專登
專科
專科學校
專程
專精
專線
專線電話
專職
專職人員
專著
專訪
專賣
專賣店
專車
專輯
專長
專門
專門化
專門知識
專題
專題報告
專題研究
尉
尊
尊位
尊卑
尊卑不分
尊命
尊嚴
尊姓大名
尊崇
尊師
尊師重道
尊敬
尊榮
尊稱
尊貴
尊重
尊駕
尋
尋人
尋人啟事
尋問
尋夢
尋尋覓覓
尋常
尋思
尋找
尋日
尋根
尋樂
尋歡
尋歡作樂
尋死
尋求
尋獲
尋覓
尋親
尋訪
尋開心
尋香
尌
對
對唔住
對埋
對峙
對弈
對待
對我嚟講
對手
對抗
對方
對稱
對立
對胃口
對胸衫
對話
對講機
對鐘
對面
對頭
導
導入
導出
導向
導向飛彈
導尿管
導師
導彈
導彈系統
導彈網
導播
導演
導火線
導熱
導管
導線
導致
導航
導航系統
導遊
導電
導電度
導電性
導電體
導體
小
小丑
小乘
小人蛇
小偷
小兒科
小厴
小器
小囡
小國寡民
小姐
小孩
小學
小學雞
小家
小家器
小家庭
小家種
小島
小心
小心翼翼
小意思
小提琴
小數
小數怕長計
小朋友
小氣
小童
小篆
小組
小覷
小說
小輪
小鎮
小食
少
少不免
少不更事
少件得件
少女
少將
少尉
少少
少少咋
少年
少數
少數人
少數服從多數
少數民族
少數黨
少林寺
少校
少爺
少男
少管閒事
少見多怪
尒
尕
尕娃
尖
尖叫
尖筆甩
尚
尚未
尟
尢
尤
尤其
尤物
尥
尨
尪
尬
尰
就
就係
就係講
就假嘅
就吓佢
就噉啦
就嚟
就寢
就手
就業
就算
就腳
尴尬
尷
尷尬
尸
尸位素餐
尹
尺
尻
尼
尼姑
尾
尾場
尾巴
尾指
尾數
尾牙
尾班車
尾車
尾龍骨
尿
尿片
尿脬
局
屁
屁股
屄
居
居住
居安思危
居屋
居心叵測
居民
居然
屆
屆期
屈
屈 
屈佢食隻死貓
屈去後便
屈喺屋企
屈尾十
屈得就屈
屈悶
屈指
屈斷咗
屈氣
屈水
屈膝
屈蛇
屈親
屈親條腰
屈親隻手
屈親隻腳
屈質
屈鐵線
屈餐懵
屋
屋主
屋主婆
屋企
屋企人
屋契
屋租
屋簷
屋苑
屌
屍
屍體
屎
屎坑
屎坑關刀
屎塔
屎塔蓋
屎橋
屎片
屎眼
屎窟
屎窟窿
屎計
屏
屏幕
屏息
屏息以待
屏氣
屏氣凝神
屏蔽
屏障
屏風
屐
屑
展
展出
展品
展延
展望
展望未來
展板
展現
展示
展示出
展翅
展翅高飛
展覽
展覽品
展覽廳
展覽會
展覽會場
展覽館
展開
展露
展露頭角
屘
屘二
屙
屙尿
屙屁
屙屎
屙殊殊
屙爛屎
屙肚
屜
屝
屠
屠刀
屠城
屠場
屠夫
屠宰
屠宰場
屠宰業
屠戮
屠殺
屢
屢勸不聽
屢屢
屢建奇功
屢戰屢敗
屢敗屢戰
屢教不改
屢次
屢見不鮮
屢試不爽
屣
層
層出不窮
層層包圍
層層疊疊
層巒疊嶂
層樓
層次
層面
履
履帶
履新
履歷表
履約
履行
履險如夷
屧
屨
屩
屬
屬下
屬國
屬地
屬實
屬性
屬於
屭
屮
屯
山
山上
山不轉路轉
山丘
山光水色
山勢
山區
山南海北
山卡罅
山卡罅嘅地方
山口
山地
山地人
山地氣候
山坡
山坡地
山埃
山大斬埋有柴
山寨
山岡
山峰
山崖
山崗
山崩
山崩地裂
山嶺
山嶽
山巒
山巒起伏
山川
山徑
山旮旯
山明水秀
山東人
山林
山楂
山歌
山毛櫸
山水
山水畫
山水相連
山河
山泉
山泥傾瀉
山洞
山洪
山洪暴發
山澗
山珍海味
山窮水盡
山窮水盡疑無路
山窿
山羊
山羊肉
山脈
山腰
山腳
山芋
山草藥
山草藥舖
山莊
山藥
山蜞
山裡紅
山西人
山谷
山豬
山豬竇
山貓
山路
山道
山野
山雞
山雨欲來風滿樓
山頂
山高嶺削
山高水低
山高水遠
山高水長
山魈
山麓
屴
屹
屹立
屹立不動
屺
屼
屾
岈
岊
岌
岌岌可危
岌岌貢
岌頭
岍
岏
岐
岐山
岑
岒
岔
岔口
岔道
岔開
岝
岠
岡
岡巒
岢
岣
岥
岧
岨
岩
岩岩巉巉
岩漿
岩石
岪
岫
岬
岭
岱
岱山
岳
岳家
岳母
岳父
岵
岷
岸
岸上
岸然
岸然道貌
岸邊
峆
峇
峉
峊
峋
峎
峒
峘
峙
峛
峨
峨嵋山
峪
峬
峭
峮
峰
峰會
峱
峴
島
島國
島嶼
島民
峻
峻峭
峽
峽灣
峽谷
峿
崀
崁
崆
崆峒
崇
崇奉
崇尚
崇山
崇山峻嶺
崇德
崇拜
崇拜偶像
崇拜者
崇敬
崇洋
崇洋媚外
崇高
崇高理想
崋
崌
崍
崎
崎嶇
崎嶇不平
崑
崑崙山
崑曲
崑腔
崒
崔
崖
崖壁
崖鷹
崗
崗位
崙
崚
崛
崛起
崝
崞
崟
崠
崢
崢嶸
崣
崤
崦
崧
崩
崩仔
崩口
崩口人忌崩口碗
崩口碗
崩沙
崩潰
崩牙
崩裝
崮
崱
崴
崶
崷
崺
崽
崿
嵁
嵂
嵇
嵊
嵋
嵌
嵎
嵐
嵑
嵒
嵕
嵩
嵩山
嵫
嵬
嵯
嵱
嵲
嵷
嵹
嵺
嵽
嵾
嶁
嶂
嶄
嶄新
嶄露頭角
嶇
嶍
嶒
嶓
嶔
嶕
嶗
嶙
嶙峋
嶙嶙
嶚
嶜
嶝
嶞
嶠
嶡
嶢
嶧
嶨
嶩
嶪
嶭
嶮
嶰
嶱
嶲
嶴
嶷
嶸
嶺
嶺南
嶼
嶽
巂
巃
巇
巉
巉眼
巋
巋巍
巋然
巍
巏
巑
巒
巔
巔峰
巖
巖巉
巖巖巉巉
巘
川
川流不息
州
巟
巠
巡
巡弋
巡警
巡邏
巡邏機
巡邏箱
巡邏艇
巡邏車
巡邏隊
巡防
巢
巢咪孟
巢孟孟
巢晒皮
巢皮
巢皮咪孟
巢穴
巢
工
工人
工人運動
工人階級
工作
工作人員
工作台
工作室
工作小組
工作日
工作服
工作狂
工作組
工作者
工作裝
工作褲
工作證
工作隊
工傷
工價
工兵
工兵排
工兵營
工兵連
工具
工具書
工具架
工具箱
工匠
工區
工商
工商專科
工商業
工商業界
工商界
工商管理
工地
工字型
工廠
工廠妹
工房
工整
工會
工業
工業中心
工業化
工業化學
工業區
工業國
工業國家
工業園區
工業時代
工業港
工業界
工業設計
工業部
工業革命
工科
工科大學
工科學生
工程圖
工程師
工程界
工程系
工程設計
工程項目
工筆
工筆畫
工藝
工藝品
工藝美術
工蜂
工蟻
工裝
工讀
工讀生
工資
工農
工農業
工農業總產值
工長
工頭
工黨
工齡
左
左㕭
左上
左上方
左上角
左下
左下方
左下角
左便
左側
左傾
左前
左前方
左右
左右兩難
左右手
左右搖擺
左右方
左右為難
左右開弓
左吆
左後
左後方
左思右想
左手
左手便
左手面
左揀右揀，揀個爛燈盞
左擁右抱
左方
左派
左翼
左軚車
左轉
左近
左鍵
左顧右盼
巧
巧合
巧奪天工
巧妙
巧手
巧言
巧言令色
巧辯
巧遇
巨
巨人
巨債
巨像
巨匠
巨噬細胞
巨型
巨大
巨奸
巨富
巨擘
巨星
巨樹
巨款
巨浪
巨無霸
巨物
巨獸
巨細靡遺
巨蟒
巨變
巨資
巨響
巨頭
巨額
巨鳥
巫
巫士
巫女
巫婆
巫師
巫醫
差
差之毫釐失之千里
差人
差佬
差別
差勁
差唔多
差啲
差啲領當喇
差天共地
差婆
差少少
差旅費
差異
差皮
差距
差遲
差餉
差館
巰
己
已
已歿
已經
巳
巴
巴仙
巴士
巴士佬
巴士站
巴揸
巴閉
巴黎帽
巷
巷篤
巹
巽
巾
巾幗
巿
巿肺
市
市井
市井小民
市佔率
市值
市價
市區
市場
市政府
市民
市長
市集
布
布冧
布帛
布甸
布褂
帆
希
希冀
希望
希罕
帑
帔
帕
帖
帗
帘
帙
帚
帛
帛金
帝
帝位
帝國
帝國主義
帝國主義份子
帝業
帝王
帟
帡
帢
帣
帤
帥
帥哥
帥氣
帨
帩
師
師傅
師兄
師出無名
師太
師奶
師姑
師徒
師父
師爺
師生
師祖
師範
師範大學
師範學校
師範學院
師資
席
席不暇暖
席位
席地
席捲
席捲一空
席捲天下
席次
席豐履厚
席間
帳
帳單
帳戶
帳篷
帳號
帳面
帴
帶
帶埋
帶子
帶手信
帶挈
帶眼
帶眼識人
帶遮
帶領
帷
帷幄
常
常常
常用
帽
